B1C=CC[CH]O1
B1CC2C(=CCc3ccccc32)[CH]O1
B1NN=Cc2ccccc21
B1OC=CNC=CO1
B1OCc2ccccc21
B1O[CH][CH]O1
B1O[CH]c2ccccc21
B1[CH]CC[CH]O1
Br
BrC(Br)Br
BrC=C(Br)Br
BrC=CBr
Br[CH]Br
Br[CH]I
C#C
C#CBr
C#CCl
C#CI
C#CN(C)C
C#CN([CH2])C
C#CN=C([NH])N[CH2]
C#CN=NSNC=O
C#CNC=O
C#CN[CH2]
C#CO
C#COC
C#COC(=O)N[CH2]
C#COC=O
C#COCOC
C#COP(=O)(O[CH2])O[CH2]
C#CO[CH2]
C#CO[SH](=O)=O
C#CP(=O)(O)O
C#CP(=O)(O[CH2])O[CH2]
C#CP(=O)([CH]O)OC
C#CP(=O)([CH]O)O[CH2]
C#CP([CH2])(=O)O
C#CS
C#CS(=O)(=O)C(F)(F)F
C#CS(=O)(=O)N(C)C
C#CS(N)(=O)=O
C#CSC#N
C#CS[CH2]
C#C[I+]
C#C[P+]
C#C[P+][CH2]
C#C[PH](=O)O
C#C[PH](=O)O[CH2]
C#C[SH](=O)=O
C#C[Si](C)(C)C
C#C[Si](C)C
C#N
C#SN
C#[N+]
C#[N+][CH]O
C1#CC2Nc3ccccc3C34OC23CCCC4C#CC=C1
C1#CC2Nc3ccccc3C34OC23[CH]C[CH]C4C#CC=C1
C1#CC2OC2C#CC2=C[CH][CH]C2=C1
C1#CC=CC#CC2CCCC3([CH]1)OC23
C1#CC=CC#CC2C[CH]C=C([CH]1)C2
C1#CCCC2[CH]C2CC1
C1#CCCCCC#CC=C1
C1#CCCCCC[CH]1
C1#CCCNCC#CC=C1
C1#CCOC2CCCCC2C#CC=C1
C1#CCSCC#CC=C[CH]1
C1#CC[CH]CCC#CC=C1
C1#CC[CH][CH]CC#CC=C1
C1#C[CH]1
C1#Cc2cc3c(cc2OCCCOc2ccccc21)C#Cc1ccccc1OCCCO3
C1#Cc2ccccc2C#CCCC[CH]1
C1#Cc2ccccc2C#CCNCC1
C1#Cc2ccccc2C[CH]c2ccccc21
C1#Cc2ccccc2NCc2ccccc21
C1#Cc2ccccc2OCCCOc2ccccc21
C12C3C4C1C1C2C3C41
C1=C2C(Oc3ccccc31)C1CCN2CC1
C1=C2C3=[N+](CCCC3)CC2Cc2ccccc21
C1=C2C3=[N+](CCCC3)CC2Cc2ccsc21
C1=C2C3=[N+](CCCC3)CC2Cc2sccc21
C1=C2C3=[N+](CCCCC3)CC2Cc2ccccc21
C1=C2C3=[N+](CCCCC3)CC2Cc2ccsc21
C1=C2C3C(Cc4ccccc4C3CCC23OCCO3)O1
C1=C2C3C(Cc4ccccc4C3CCCC23OCCO3)O1
C1=C2C3CCN4CCC5(c6ccccc6NC5C3)C24OC1
C1=C2C3Cc4cccc5c4C2(CCN3)C(O5)c2ncccc21
C1=C2C3Cc4ccccc4C(N3)C2CCC1
C1=C2C3Cc4ccccc4C2(CCC1)CCN3
C1=C2C3Cc4ccccc4C2(CCC1)CC[N+]3
C1=C2CC3(CCC2C2C4CC5(CO5)C5(C4)C(CCC54OCCO4)C2C1)OCCO3
C1=C2CC3(CCC2C2CCC4C(CCC45OCCO5)C2C1)OCCO3
C1=C2CCC3(OCCO3)C2CCC12OCCO2
C1=C2CCC3(OCCO3)C2Cc2cnnc21
C1=C2CCCC3(OCCO3)C2Cc2cnnc21
C1=C2CCCC3C=c4ccc(n4C23)=C1
C1=C2CCCC3CC1CCC23
C1=C2CCCC3c4ccccc4NC23Oc2ccccc21
C1=C2CCCC=C2NS1
C1=C2CCCCC2=CN2c3ccccc3NC12
C1=C2CCCCC2=NC2CCCCC12
C1=C2CCCCC2Nc2ccccc21
C1=C2CCCCC2Oc2ccccc21
C1=C2CCCCC3C=c4ccc(n4C23)=C1
C1=C2CCCCCC2=NC2(CCCCCC2)S1
C1=C2CCCCCC2Oc2ccccc21
C1=C2CCCCN2CCC1
C1=C2CCCC[n+]3ccn(c32)C1
C1=C2CCCCn3cc[n+](c32)C1
C1=C2CCCN2CCC1
C1=C2CCCNC2C2CC1C1CCCCN1C2
C1=C2CCN(C1)CC2
C1=C2CCN3CCc4ccccc4C23CC2OCOC12
C1=C2CCN3Cc4cc5c(cc4C(C4OC14)C23)OCO5
C1=C2CCN3Cc4cc5c(cc4C(CC1)C23)OCO5
C1=C2CCNCC2Cc2cnnc21
C1=C2CCc3ccccc3C2CCC12SCCS2
C1=C2CN3CCC2C(COC1)c1[nH]c2ccccc2c1C3
C1=C2CN3CCC45c6ccccc6N6C7OCC=C8CN9CCC%10%11c%12ccccc%12N(C(OC1)C(C2CC34)C65)C%10C7C8CC9%11
C1=C2CN3CCC45c6ccccc6N6C7OCC=C8C[N+]9CCC%10%11c%12ccccc%12N(C(OC1)C(C2CC34)C65)C%10C7C8CC9%11
C1=C2CN3CCC4C5NC6OCC=C7CN8CCC9%10c%11ccccc%11N(C(OC1)C5C2CC43)C9C6C7CC8%10
C1=C2CNCC2NC1
C1=C2CNCC2NCC1
C1=C2CNCC3=Cc4ccccc4OC23Oc2ccccc21
C1=C2CNCC=C2c2ccccc21
C1=C2CNCCC23[S+]C1C1[S+]C2=C(CNCC2)C13
C1=C2CNCCC2c2ccccc21
C1=C2C[N+]3(CCCC3)CC2Cc2ccc3ccccc3c21
C1=C2C[N+]3CCC45c6ccccc6N6C7OC=C8C[N+]9CCC%10%11c%12ccccc%12N(C(OC1)C(C2CC34)C65)C%10C7C8CC9%11
C1=C2C[N+]3CCC45c6ccccc6N6C7OCC=C8C[N+]9CCC%10%11c%12ccccc%12N(C(OC1)C(C2CC34)C65)C%10C7C8CC9%11
C1=C2C[N+]3CCC4C5NC6OCC=C7CN8CCC9%10c%11ccccc%11N(C(OC1)C5C2CC43)C9C6C7CC8%10
C1=C2C[N+]3CCC4C5NC6OCC=C7C[N+]8CCC9%10c%11ccccc%11N(C(OC1)C5C2CC43)C9C6C7CC8%10
C1=C2C[N+]CC2Cc2ccc3ccccc3c21
C1=C2C[N+]CC2Cc2ccccc21
C1=C2NC3CCCC3CN2CNC1
C1=C2NCC3CCCC3N2CNC1
C1=C2NCCC23c2ccccc2NC3c2ccccc21
C1=C2NCCCN2C2CCCCC12
C1=C2NCCN2C2CCC1O2
C1=C2NCCN2C2CCCC1O2
C1=C2NCCN2C2OCCCCOC12
C1=C2NCCN2C2OCCCOC12
C1=C2NCCN2C2OCCOC12
C1=C2NCCN2CNC1
C1=C2NCN=C2Nc2ccccc2N1
C1=C2Nc3ccccc3C23CCCCC3CC1
C1=C2Nc3ccccc3C23CCN2CC4OC4C(C1)C23
C1=C2Nc3ccccc3C23CCN2CCC4OCCC4(C1)C23
C1=C2Nc3ccccc3C23CCN2CCCC(C1)C23
C1=C2Nc3ccccc3C2CC1
C1=C2Nc3ccccc3C2N=c2ccccc2=C1
C1=C2Nc3ncncc3N=C2CCC1
C1=C2Oc3ccccc3C2C2(CO2)Cc2cnnc21
C1=C2Oc3cncnc3N=C2CCC1
C1=C2Sc3ccccc3N2CC1
C1=C2Sc3ccccc3N=C2CCC1
C1=C2Sc3ccccc3N=C2c2ccccc2C1
C1=C2c3[nH]c4ccccc4c3CCN2CC1
C1=C2c3[nH]c4ccccc4c3CCN2CCC1
C1=C2c3cc4c(cc3CCN2Cc2c1ccc1c2OCO1)OCO4
C1=C2c3cc4c(cc3CCN2Cc2ccccc21)OCO4
C1=C2c3cc4c(cc3CC[N+]2Cc2ccccc21)OCO4
C1=C2c3cccc4[nH]cc(c34)CC2NCC1
C1=C2c3ccccc3-c3ccccc3C2CN2CCCC12
C1=C2c3ccccc3CC2CC1
C1=C2c3ccccc3CCN2CC1
C1=C2c3ccccc3CCN2CCC1
C1=C2c3ccccc3CCN2CNC1
C1=C2c3ccccc3CCN2COC1
C1=C2c3ccccc3NC2Nc2ccccc21
C1=C2c3ccccc3NC2Oc2ccccc21
C1=C2c3ccccc3NC2c2ccccc21
C1=C2c3ccccc3OCC2NCC1
C1=C2c3ccccc3OCC2Oc2ccccc21
C1=C2c3ccccc3OCCCC2c2ccccc21
C1=C2c3ncsc3CCC2CNC1
C1=C2c3ncsc3CCC2NCC1
C1=C2c3ncsc3CCCC2NCC1
C1=C=CC=CC=1
C1=C=c2ocnc2=CC=1
C1=CC(=C2C=CNC=C2)C=CN1
C1=CC(=C2C=CSC=C2)C=CS1
C1=CC(=C2C=Cc3ccccc32)c2ccccc2N1
C1=CC(=C2C=Nc3ccccc32)C=CN1
C1=CC(=C2CCC2=C2C=CNC=C2)C=CN1
C1=CC(=C2CNCNC2)C=CN1
C1=CC(=C2CNCNC2)c2ccccc2O1
C1=CC(=C2CNCS2)c2ccccc2O1
C1=CC(=C2CSCN2)C=CN1
C1=CC(=C2N=CSS2)C=N1
C1=CC(=C2NCCO2)C=C1
C1=CC(=[PH]2C=CC2)C=C1
C1=CC1
C1=CC2(C1)CCNCC2
C1=CC2(C=C1)CC2
C1=CC2(C=C3Nc4ccccc4N13)CCCC2
C1=CC2(C=C3Nc4ccccc4N13)CCNCC2
C1=CC2(C=C3SC4CCCCC4N13)CCCCC2
C1=CC2(C=CN1)CCCC2
C1=CC2(C=CN1)CCCCC2
C1=CC2(C=CN1)CCNCC2
C1=CC2(CC1)CCNc1ccccc1C2
C1=CC2(CC2)C2(C=C1)NCCN2
C1=CC2(CC2)CNC1
C1=CC2(CC2)c2ccccc21
C1=CC2(CCC1)CCNc1ccccc1C2
C1=CC2(CCC13OCCO3)CNc1ccccc12
C1=CC2(CCC13OCCO3)COc1ccccc12
C1=CC2(CCC2)Oc2ccccc21
C1=CC2(CCC3(CC2)OCCO3)c2cn[nH]c2O1
C1=CC2(CCC3c4ccccc4C13)OCCO2
C1=CC2(CCCC2)Cc2ccccc21
C1=CC2(CCCC2)Oc2ccc3occc3c21
C1=CC2(CCCC2)Oc2ccccc21
C1=CC2(CCCC2)c2ccccc21
C1=CC2(CCCCC2)Cc2ccccc21
C1=CC2(CCCCC2)Nc2ccccc21
C1=CC2(CCCCC2)Oc2ccccc21
C1=CC2(CCCCC2)c2ccccc21
C1=CC2(CCCCCC2)Oc2ccccc21
C1=CC2(CCCNC2)Oc2ccccc21
C1=CC2(CCCNCC2)Oc2ccccc21
C1=CC2(CCNC2)Oc2ccccc21
C1=CC2(CCNCC2)C2CCCCC12
C1=CC2(CCNCC2)Nc2ccccc21
C1=CC2(CCNCC2)Oc2ccccc21
C1=CC2(CCNCC2)c2[nH]cnc2O1
C1=CC2(CCNCC2)c2ccccc21
C1=CC2(CCNCC2)c2cn[nH]c2O1
C1=CC2(CCNCC2)c2cnnc2O1
C1=CC2(CCNCC2)c2sc3ncccc3c2O1
C1=CC2(CCOCC2)Oc2ccccc21
C1=CC2(CCOCC2)c2cn[nH]c2O1
C1=CC2(CCSCC2)c2cn[nH]c2O1
C1=CC2(CCSCC2)c2sc3ncccc3c2O1
C1=CC2(CCc3ccccc32)c2ccccc21
C1=CC2(Cc3ccccc3C2)c2ccccc21
C1=CC2(OCCCO2)C2OC2C12CC=NO2
C1=CC2(OCc3ccccc32)Oc2ccccc21
C1=CC2(Oc3ccccc31)C1CC3CC(C1)CC2C3
C1=CC2(SC=CS2)C2=C(CCC2)S1
C1=CC2(SC=CS2)C2=C(CCCC2)S1
C1=CC2(SCCS2)C2CC1c1ccccc12
C1=CC2(c3ccccc3-c3ccccc32)c2c[nH]nc2O1
C1=CC2(c3ccccc3-c3ccccc32)c2cnnc2O1
C1=CC23C4Cc5cccc6c5C2(CCN4)C(O6)C1C1CNCC13
C1=CC23C=CC(C2)C2C=CC23C=C1
C1=CC23CC4C=NC(C14)C21CCNC3Cc2ccccc21
C1=CC23CC4C=NC(C14)C21CC[N+]C3Cc2ccccc21
C1=CC23CC=CC2(C1)CCC3
C1=CC23CCC14CCCN1CCC2(c2ccc5c(c2N3)OCO5)C14
C1=CC23CCC14CCCN1CCC2(c2ccccc2N3)C14
C1=CC23CCC45C=CC6(CCC1(O2)C6C34)O5
C1=CC23CCCCC2OC1OO3
C1=CC23CCNC(Cc4ccccc42)C3CC1
C1=CC23CNC4(CCCCC4)CC2CC1O3
C1=CC23CNC4(CCCCCC4)CC2CC1O3
C1=CC23CNCC2CC1O3
C1=CC23c4cc5c(cc4CN4CC2OC1CC43)OCO5
C1=CC23c4ccccc4C1C1Oc4cccc5c4C12CCNC3C5
C1=CC2=C(C1)CCCC2
C1=CC2=C(C1)Nc1ccccc1S2
C1=CC2=C(CC1)C1=Cc3c(ccc4nccn34)NC1CC2
C1=CC2=C(CC1)CC1=[N+](CCC3=C1CC1=C(C3)OCO1)C2
C1=CC2=C(CC1)CC1C3CC4OCOC4CC3CCN1C2
C1=CC2=C(CC1)c1ccccc1C2
C1=CC2=C(CCC2)N2CCN=C12
C1=CC2=C(CCCCCCC2)OC1
C1=CC2=C3CSCCC3=NC2C=C1
C1=CC2=CC3Nc4ccccc4C3C=C2CN1
C1=CC2=CC=CC(=C3C=Cc4ccccc43)C2C=C1
C1=CC2=CC=CC23c2ccccc2CC3C=C1
C1=CC2=CC=CC2=C1
C1=CC2=CC=CC2C=C1
C1=CC2=CC=CC3c4nc5ccc6ccccc6c5nc4C(=C1)C23
C1=CC2=CC=NC2C=C1
C1=CC2=CCC3C4CC=CC4CCC3C2CC1
C1=CC2=CCC=NC2S1
C1=CC2=CCCCC2=NN1
C1=CC2=CCOCC2=NN1
C1=CC2=CCSCC2=NN1
C1=CC2=CCc3c4ccccc4cc4ccc(c2c34)C1
C1=CC2=CCc3cccc4c3C2C(=C1)C=C4
C1=CC2=CCc3ccccc3C2CC1
C1=CC2=CCn3ncnc3C2=CN1
C1=CC2=COC3Cc4ccccc4C(C1)C23
C1=CC2=Cc3ccccc3C=C(C=CC1)C2
C1=CC2=Cc3ccccc3SC2C=C1
C1=CC2=NC3(CCCC3)COC2C=C1
C1=CC2=NC3=C(CCCC3)CN2C=C1
C1=CC2=NC3CCCC3N2C=C1
C1=CC2=NC3CCCCC3N2C=C1
C1=CC2=NC=CC2=CC1
C1=CC2=NC=NC2C=C1
C1=CC2=NC=NC3=NC=NC(=C1)N23
C1=CC2=NC=[N+]C2C=C1
C1=CC2=NCCN2C=C1
C1=CC2=NCCN2C=N1
C1=CC2=NNNCC2C=C1
C1=CC2=Nc3cccc[n+]3CN2C=C1
C1=CC2=Nc3ccccc3NC2C=C1
C1=CC2=S(N1)Nc1c2sc2c1CCCC2
C1=CC2=S(S1)SC1=C2CCCC1
C1=CC2=[N+]C=CC2N=C1
C1=CC2C(=CN1)C=Nc1ccccc12
C1=CC2C(=COc3ccccc32)C=N1
C1=CC2C(=NC=C3NN=CN32)N1
C1=CC2C(C1)C1C=NC2C2c3cnccc3CC12
C1=CC2C(C1)C1CC2C2N=NNC12
C1=CC2C(C1)CNc1c3ccccc3nn12
C1=CC2C(C3CNN=C13)C1C3C4C=CC21C=CC43
C1=CC2C(CC1)CNc1c3ccccc3nn12
C1=CC2C(CCC34CCC(CCC23)C4)c2ccoc21
C1=CC2C(O1)OC1CC2C2OC12
C1=CC2C1C1C=CC2C2CNCC12
C1=CC2C3C(C1)CCN23
C1=CC2C3C4C1C1C2C2C3C3CNCC3C4C12
C1=CC2C3C4C5C=CC4C24CNCC54C13
C1=CC2C3C=CC(C3)C2C1
C1=CC2C3C=CC4C1C1CC4C3C21
C1=CC2C3C=CC4C1C1OC4C3OC21
C1=CC2C3C=[N+]C(c4ccccc43)C2C1
C1=CC2C3CC1CC2C3
C1=CC2C3CC1CN2CCc1c3[nH]c2ccccc12
C1=CC2C3CC4=CCCC4C2CC13
C1=CC2C3CC4CC(C3)CC(C4)N2O1
C1=CC2C3CCC(C3)C2CN1
C1=CC2C3CNCC3C1C1CC21
C1=CC2C3Cc4cccc5c4C2(CCN3)C(C1)O5
C1=CC2C3Cc4ccccc4C2(CC1)CCN3
C1=CC2C3NCC(c4ccccc43)C2C1
C1=CC2C=C3CC=CCC3CC2C=C1
C1=CC2C=C3CCCCC3=NC2C=C1
C1=CC2C=C3OCOC3=CC2=C2NC=c3c4c(ccc3=C12)OCO4
C1=CC2C=CC(C1)O2
C1=CC2C=CC(C=C1)P2
C1=CC2C=CC1C1C=CC21
C1=CC2C=CC1C2
C1=CC2C=CC1CC2
C1=CC2C=CC1O2
C1=CC2C=CC2C1
C1=CC2C=CC3NN=CN3C2N=C1
C1=CC2C=CC=CC2C=C1
C1=CC2C=CC=CN2C=C1
C1=CC2C=CC=NC2C=C1
C1=CC2C=CCC2CC1
C1=CC2C=CCN(C1)C2
C1=CC2C=CCN2C1
C1=CC2C=CN=[N+]2C=C1
C1=CC2C=CNC2C=C1
C1=CC2C=CNC2N1
C1=CC2C=CNC2N=C1
C1=CC2C=CNN2C=C1
C1=CC2C=COC2C=C1
C1=CC2C=COC2O1
C1=CC2C=CSC2S1
C1=CC2C=CSC=CN2C=C1
C1=CC2C=Cc3[nH]c4ccccc4c3CCN(C1)C2
C1=CC2C=Cc3ccccc3C2O1
C1=CC2C=Cc3ccccc3NC2C=C1
C1=CC2C=Cn3c4c(c5ccccc53)CCN(C1)C42
C1=CC2C=NC=NC2=C1
C1=CC2C=NC=NC2C=C1
C1=CC2C=NC=NC2N1
C1=CC2C=NC=NC2S1
C1=CC2C=NNC2=C1
C1=CC2C=NNC2C=C1
C1=CC2C=NNC2N=C1
C1=CC2C=c3ccccc3=CC2C=C1
C1=CC2CC(C1)CCN2
C1=CC2CC(C1)CN2
C1=CC2CC(C1)Cc1nc3ccccc3cc12
C1=CC2CC(C1)c1ccccc1O2
C1=CC2CC(N1)C1OCC2O1
C1=CC2CC(N1)Oc1ccccc12
C1=CC2CC(N1)c1ccccc12
C1=CC2CC1C1C3CNC3C21
C1=CC2CC1C1CNCC21
C1=CC2CC1C1Nc3c(ccc4ccccc34)[S+]C21
C1=CC2CC1C1OC21
C1=CC2CC1CN2
C1=CC2CC1NN2
C1=CC2CC1NO2
C1=CC2CC1c1c[nH]cc12
C1=CC2CC1c1cc3ccccc3cc12
C1=CC2CC1c1ccc3ccccc3c12
C1=CC2CC1c1ccccc12
C1=CC2CC34COCC3(C1)CC=CC(C4)O2
C1=CC2CC3C4Cc5cccc6c5C3(CCN4)C(O6)C2N1
C1=CC2CC3C=CC=CC3C2C=C1
C1=CC2CC3NC(Cc4c3[nH]c3ccccc43)C2CO1
C1=CC2CC3NC(Cc4c3nc3ccccc43)C2CO1
C1=CC2CC3NC(O1)C2c1ccccc13
C1=CC2CC=C3COC(O1)C32
C1=CC2CC=C3Nc4ccccc4C34CCN(C1)C24
C1=CC2CC=CC(C1)C2
C1=CC2CC=CC2C1
C1=CC2CC=CCN2CC1
C1=CC2CC=NN2C=C1
C1=CC2CCC(C1)C2
C1=CC2CCC(C1)N2
C1=CC2CCC(C1)NC2
C1=CC2CCC(C1)O2
C1=CC2CCC(C1)S2
C1=CC2CCC(C1)[N+]2
C1=CC2CCC(C1)[S+]2
C1=CC2CCC(CC1)N2
C1=CC2CCC1C1C[N+]CC21
C1=CC2CCC1C2
C1=CC2CCC1CC2
C1=CC2CCC1CN2
C1=CC2CCC1N2
C1=CC2CCC1NO2
C1=CC2CCC1O2
C1=CC2CCC1OO2
C1=CC2CCC1[N+]2
C1=CC2CCC1c1c[nH]cc12
C1=CC2CCC1c1cc3nccnc3cc12
C1=CC2CCC1c1ccccc12
C1=CC2CCC3NC(O1)C2c1ccccc13
C1=CC2CCC3NC=CCC3C2C1
C1=CC2CCC3c4ccccc4CCC3C2C1
C1=CC2CCCC(C1)C2
C1=CC2CCCC(C1)N2
C1=CC2CCCC1C1N=NNC21
C1=CC2CCCC1OO2
C1=CC2CCCC2C1
C1=CC2CCCC2CC1
C1=CC2CCCC2N1
C1=CC2CCCC2N=C1
C1=CC2CCCC2NC1
C1=CC2CCCC2S1
C1=CC2CCCCC1NO2
C1=CC2CCCCC2C1
C1=CC2CCCCC2C=C1
C1=CC2CCCCC2N=C1
C1=CC2CCCCC2NC1
C1=CC2CCCCC2S1
C1=CC2CCCCC2c2ccccc21
C1=CC2CCCCN2CC1
C1=CC2CCCN2C1
C1=CC2CCCN2C=C1
C1=CC2CCCN2CC1
C1=CC2CCCN2CCC1
C1=CC2CCCNC2C=C1
C1=CC2CCCNC2c2cnccc21
C1=CC2CCCNC2n2c1cc1ccccc12
C1=CC2CCN(C1)C2
C1=CC2CCNC(C1)C2
C1=CC2CCNC2c2cnccc21
C1=CC2CCNCC2C=C1
C1=CC2CCNCc3cccc(c32)C1
C1=CC2CCOC2C=C1
C1=CC2CCc3ccccc3C2CC1
C1=CC2CCc3ccccc3C2S1
C1=CC2CNC(C1)CN2
C1=CC2CNC1CN2
C1=CC2CNCC(C1)C2
C1=CC2CNCC(C1)N2
C1=CC2CNCC2C1
C1=CC2CNCC2C=C1
C1=CC2CNCC2S1
C1=CC2CNCCC2S1
C1=CC2COCC(C1)N2
C1=CC2COCCN2CC1
C1=CC2C[N+]CC(C1)C2
C1=CC2C[S+]CC(C1)N2
C1=CC2Cc3c(c4ccccc4c4ccccc34)CN2C1
C1=CC2Cc3c(nc4ccccc34)C(C1)N2
C1=CC2Cc3ccccc3C2C=C1
C1=CC2Cc3ccccc3NC2C=C1
C1=CC2Cc3ccsc3CC2C=C1
C1=CC2Cc3cn4c(nc3CC2CC1)nc1ccccc14
C1=CC2Cc3nc4[nH]ncc4cc3C(C1)C2
C1=CC2Cc3nc4ccccc4cc3C(C1)C2
C1=CC2Cc3nc4cnccc4cc3C(C1)C2
C1=CC2Cc3nc4ncccc4cc3C(C1)C2
C1=CC2Cc3nc4ncsc4cc3C(C1)C2
C1=CC2Cc3nc4occc4cc3C(C1)C2
C1=CC2Cc3nc4ocnc4cc3C(C1)C2
C1=CC2Cc3ncccc3C3(C1)NCC=C23
C1=CC2Cc3ncccc3C3(C1)NCCC=C23
C1=CC2Cc3ncccc3C3(C1)NCCCC23
C1=CC2N=C3Nc4ccccc4C=C3C2C=C1
C1=CC2N=CC=C3C=CNC(=C1)C32
C1=CC2N=CC=CN2C=C1
C1=CC2N=CC=NC2C=C1
C1=CC2N=CCC2CC1
C1=CC2N=CCN2C=C1
C1=CC2N=CN=C2C=N1
C1=CC2N=CN=CC2=CC1
C1=CC2N=CN=CC2S1
C1=CC2N=CNC2=CN=C1
C1=CC2N=CNC2C=C1
C1=CC2N=CNC2N=C1
C1=CC2N=CSC2C=C1
C1=CC2N=C[N+]=C2S1
C1=CC2N=Cc3ccccc3N=C2S1
C1=CC2NC1c1ccccc12
C1=CC2NC1c1ccncc12
C1=CC2NC3=C(CCNC3)C2C=C1
C1=CC2NC=CC2N1
C1=CC2NC=CC2N=C1
C1=CC2NC=CN2C=C1
C1=CC2NC=NN2C=C1
C1=CC2NCCC2CC1
C1=CC2NN=CN2C=C1
C1=CC2NN=CN2CCN1
C1=CC2NNC1O2
C1=CC2NON=CN2C=C1
C1=CC2Nc3ccccc3C23CCNC3=C1
C1=CC2Nc3ccccc3C2=CC1
C1=CC2Nc3ccccc3C2C=C1
C1=CC2Nc3ccccc3C2CC1
C1=CC2Nc3ccccc3C2CN1
C1=CC2Nc3ccccc3C2c2ccccc21
C1=CC2Nc3ccccc3C3=NC=CC(=C1)C32
C1=CC2Nc3ccccc3N2C=C1
C1=CC2Nc3ccccc3NC2C=C1
C1=CC2Nc3ccccc3NC2O1
C1=CC2Nc3ccccc3OC2C=C1
C1=CC2Nc3ccccc3SC2C=C1
C1=CC2Nc3cccnc3NC2N=C1
C1=CC2Nc3ncccc3NC2N=C1
C1=CC2OC1C1=C2c2ccccc2C(=C2CCNCC2)c2ccccc21
C1=CC2OC1C1C3C=CC(O3)C21
C1=CC2OC1C1C3C=CC([S+]3)C21
C1=CC2OC1C1CCOC21
C1=CC2OC1C1CNCC21
C1=CC2OC1C1OC21
C1=CC2OC1Cc1ccccc12
C1=CC2OC1c1cc3ccccc3cc12
C1=CC2OC1c1ccccc12
C1=CC2OC2O1
C1=CC2OC2OC2OC12
C1=CC2OC2S1
C1=CC2OC2c2ccc3c4c5c(cccc5cc3c21)C=C4
C1=CC2OC3(CCCC3)OOC2C1
C1=CC2OC3(CCOCC3)OOC2C1
C1=CC2OC3C4N=COC4C(C2CC1)C31CO1
C1=CC2OC3C=CCC3OC2C=C1
C1=CC2OC3CC24NCCC4(C1)c1ccccc13
C1=CC2OC3CCC(C2CC1)C31CO1
C1=CC2OC=Cc3cccc(c32)O1
C1=CC2OC=NN2C=C1
C1=CC2OCCOC2C=C1
C1=CC2OCOC2C=C1
C1=CC2ONC12
C1=CC2Oc3cccc4c3C23CCNC(C4)C3=C1
C1=CC2Oc3cccc4c3C23CCNC(C4)C3C1
C1=CC2Oc3ccccc3C2CC1
C1=CC2Oc3ccccc3C3OCC(C1)C23
C1=CC2SC=CC2N1
C1=CC2Sc3ccccc3SC2C=C1
C1=CC2[N+]=CSC2c2ccccc21
C1=CC2c3ccc4cnccc4c3NCC2C1
C1=CC2c3cccc4[nH]cc(c34)CC2NC1
C1=CC2c3cccc4c3C(CN4)CC2NC1
C1=CC2c3cccc4c3N(CC2C1)CC1CC=CC41
C1=CC2c3cccc4ncc(c34)CC2NC1
C1=CC2c3ccccc3-c3ccccc3C12
C1=CC2c3ccccc3C1c1ccccc12
C1=CC2c3ccccc3C2C2c3ccccc3C12
C1=CC2c3ccccc3C3OCC(C1)C23
C1=CC2c3ccccc3C=CN2C=CS1
C1=CC2c3ccccc3CCC2NC1
C1=CC2c3ccccc3NC2C=N1
C1=CC2c3ccccc3NCC2C1
C1=CC2c3ccccc3Nc3ccccc3C2N1
C1=CC2c3ccccc3OC3Oc4ccccc4C(C1)C32
C1=CC2c3ccccc3SC12
C1=CC2c3nncn3C=NC2N1
C1=CC2c3nnnn3C=NC2N1
C1=CC=C1
C1=CC=C2C3=CC=CCC34CCCC=C4N2C=C1
C1=CC=C2C=CC=CC(=C1)C2
C1=CC=CC=CC=C1
C1=CC=CCC=C1
C1=CC=CNC=C1
C1=CC=CNCC=C1
C1=CC=NNC=C1
C1=CC=[SH]C=C1
C1=CCC(=C2C=CC=CC2)C=C1
C1=CCC(=C2C=CN=CN2)C=C1
C1=CCC(=C2CNCS2)C=C1
C1=CCC(=C2N=CN=CN2)C=C1
C1=CCC1
C1=CCC2(C1)CC2
C1=CCC2(C1)CCC2
C1=CCC2(C1)CCCC2
C1=CCC2(C1)CCCCC2
C1=CCC2(C1)CCCN2
C1=CCC2(C=C1)CC=NO2
C1=CCC2(C=C1)OCCO2
C1=CCC2(CC1)CCCNC2
C1=CCC2(CC1)Cc1ccccc1C21N=CNO1
C1=CCC2(CC1)NCCc1ccccc12
C1=CCC2(CC1)OCCO2
C1=CCC2(CC1)c1ccccc1-c1ccccc12
C1=CCC2(CC=NO2)OC=C1
C1=CCC2(CCNCC2)COC1
C1=CCC23CC=CCC2(C1)CNC3
C1=CCC23CCCC2(C1)CNC3
C1=CCC23CCCCC2(C1)CNC3
C1=CCC23CCNC(Cc4ccccc42)C3C1
C1=CCC23CCNCC2(C1)Cc1ccccc13
C1=CCC2=C(C1)C1Cc3ccccc3C2N1
C1=CCC2=C(C=1)O[CH]CO2
C1=CCC2C(=C1)C1Cc3ccccc3C2N1
C1=CCC2C(=C1)CCC1C3CC=CC3CCC21
C1=CCC2C=CC=CC2=C1
C1=CCC2C=COC2=C1
C1=CCC2CCC3OC23CC1
C1=CCC2CCC=C2CC1
C1=CCC2CCCC2NC1
C1=CCC2CCCCC2C1
C1=CCC2CCCCC2NC1
C1=CCC2CNCC2C1
C1=CCC2CNCCC2C1
C1=CCC2CNN=CC2C1
C1=CCC2OCCOC2C1
C1=CCC2c3ccccc3CC2C1
C1=CCC2c3ccccc3CCC2C1
C1=CCC2c3ccccc3CCCC2C1
C1=CCC2c3ccccc3OCC2C1
C1=CCC2c3ccccc3SCC2C1
C1=CCC2c3ccsc3CCC2C1
C1=CCC=C1
C1=CCC=CC1
C1=CCC=NN=C1
C1=CCCC1
C1=CCCC2(OCCO2)C2(CC1)OCCO2
C1=CCCC2C=CCC2CC=CCC1
C1=CCCC=C1
C1=CCCC=CCC1
C1=CCCC=CN=CN=C1
C1=CCCCC1
C1=CCCCC=C1
C1=CCCCCC1
C1=CCCCCC=C1
C1=CCCCCCC1
C1=CCCCCCCC1
C1=CCCCCNCCCC1
C1=CCCCNC=C1
C1=CCCN=C1
C1=CCCNCC1
C1=CCCOc2ccccc2CCC1
C1=CCC[N+]=C1
C1=CCCc2ccccc2OCC1
C1=CCN2C=CNC2=C1
C1=CCN2CC=CC2C1
C1=CCN2CCCC2C1
C1=CCN2CCCCC2C1
C1=CCN2CCOCC2C1
C1=CCN2CCc3c([nH]c4ccccc34)C2C1
C1=CCN2CCc3c(nc4ccccc34)C2C1
C1=CCN2CCc3ccccc3C2C1
C1=CCN=C1
C1=CCNC1
C1=CCNC=C1
C1=CCNCC1
C1=CCNCCC1
C1=CCNCCNC1
C1=CCNN=C1
C1=CCNNC1
C1=CCN[SH]=C1
C1=CCOC1
C1=CCOC=C1
C1=CCOCC1
C1=CCONC1
C1=CCOOC1
C1=CCPPC1
C1=CCSC1
C1=CCSC=C1
C1=CCSCC1
C1=CCSSSCC1
C1=CC[N+]2CCCC2C1
C1=CC[N+]C1
C1=CC[N+]CC1
C1=CC[NH+]C=C1
C1=CC[S+]=C1
C1=CC[S+]CC1
C1=CC[S+]NC1
C1=CCc2[n+]onc2C1
C1=CCc2c(cc[n+]3cc4ccccc4cc23)C1
C1=CCc2c(ccc3cc4c(ccc5ccccc54)cc23)C1
C1=CCc2c(ccc3cc4ccc5ccccc5c4cc23)C1
C1=CCc2c(ccc3cc4ccccc4cc23)C1
C1=CCc2c(ccc3ccoc23)OC1
C1=CCc2c(cnc3ccccc23)C1
C1=CCc2c[nH]cc2C1
C1=CCc2ccccc2C1
C1=CCc2ccccc2C=C1
C1=CCc2ccccc2N=C1
C1=CCc2ccccc2OC1
C1=CCc2ccoc2CC=CCC1
C1=CCc2cncc2C1
C1=CCc2nccc2C1
C1=CCc2ncccc2C1
C1=CCc2nonc2C1
C1=CCn2ccc3cccc(c32)-c2cnnc2NC1
C1=CN2C(=CN=C1)Nc1ccccc12
C1=CN2C(=NC3CCCCC32)N=C1
C1=CN2C(=NC3CCCCC32)S1
C1=CN2C(=NC3c4ccccc4CCC32)S1
C1=CN2C(=Nc3cccc4cccc2c34)S1
C1=CN2C3C(C1)CCCC3CN1CCCCC12
C1=CN2C3C=CC4C(C3S1)C42
C1=CN2C=CNC2C=N1
C1=CN2C=CNC=C2N=C1
C1=CN2C=CSC2N1
C1=CN2C=CSC2N=C1
C1=CN2C=NOC2C2ON=CN12
C1=CN2CC=Cc3cccc(c32)C1
C1=CN2CCC1CC2
C1=CN2CCC34c5ccccc5NC3CC1CC24
C1=CN2CCC3CC1C32
C1=CN2CCC=C2S1
C1=CN2CCCC1C2
C1=CN2CCCC2=NN1
C1=CN2CCCCC2O1
C1=CN2CCCCCC2N1
C1=CN2CCCCN=C2S1
C1=CN2CCCN=C2S1
C1=CN2CCCN=C2c2ccccc21
C1=CN2CCCNC23CCCC1C3
C1=CN2CCN=C2C=N1
C1=CN2CCN=C2CS1
C1=CN2CCN=C2S1
C1=CN2CCN=C2c2ccccc21
C1=CN2CCN=C2c2ccoc21
C1=CN2CCN=C2c2sccc21
C1=CN2CCNC2CC1
C1=CN2CCNCC2C1
C1=CN2CC[N+]=C2S1
C1=CN2C[n+]3ccc4ccccc4c3N=C2c2ccccc21
C1=CN2C[n+]3cccnc3N=C2N=C1
C1=CN2Cc3ccccc3CN=C2S1
C1=CN2Cc3ccccc3N=C2S1
C1=CN2N=CNC2N=C1
C1=CN2N=CNC2S1
C1=CN2N=COC2N=C1
C1=CN2N=CSC2N=C1
C1=CN2NC3(CCCCC3)NN=C2S1
C1=CN2NC=CN=C2C=N1
C1=CN2NCC=C2N=C1
C1=CN2OC=NC2N=C1
C1=CN2c3ccccc3C34CCN5CC6=CCOC1C(C6CC53)C24
C1=CN2c3ccccc3C34CC[N+]5CC6=CCOC1C(C6CC53)C24
C1=CN2c3ccccc3C3CCN4CCCC1C4C32
C1=CN2c3nc4ccccc4n3C=CC2N1
C1=CN2c3sccc3N=CC2N1
C1=CN=C2NC=CCC2C1
C1=CN=C2c3ccnc3N=CN2N=C1
C1=CN=CC1
C1=CN=CCC1
C1=CN=CNC1
C1=CN=CSC1
C1=CN=S=N1
C1=CN=[PH]N=C1
C1=CNC(=C2C=CC=CN2)C=C1
C1=CNC(=C2CNCS2)C=C1
C1=CNC2(CN=C1)CN1CCC2CC1
C1=CNC2C=CC=CC2=C1
C1=CNC2NC2C1
C1=CNC2ON=CC2C1
C1=CNC=CC1
C1=CNC=CN1
C1=CNCC1
C1=CNCC=N1
C1=CNCCC1
C1=CNCCN1
C1=CNCCN=C1
C1=CNCN1
C1=CNCN=C1
C1=CNCNC1
C1=CNN2C=Nc3[nH]ccc3C2=N1
C1=CNN=CC1
C1=CNN=CN1
C1=CNNC=C1
C1=CNNC=N1
C1=CNNN1
C1=CNNN=C1
C1=CNc2ccc3ccccc3c2C1
C1=CNc2ccccc2C1
C1=CNc2ccccc2C=[N+]1
C1=CNc2ccccc2CN1
C1=CNc2ccccc2N1
C1=CNc2ccccc2N=C1
C1=CNc2nnnn2C1
C1=CNc2sccc2C1
C1=COC(=C2CCNC2)C=C1
C1=COC1
C1=COC2(C1)CCNCC2
C1=COC2(CC1)CCCCO2
C1=COC2=CCCCC2=C1
C1=COC2C=Cc3ccccc3C2=C1
C1=COC=CC1
C1=COC=CN1
C1=COCC1
C1=COCC=[N+]1
C1=COCCC1
C1=COCCN1
C1=COCCO1
C1=COCN1
C1=COCO1
C1=CONC1
C1=CONN1
C1=COOc2ccccc2C1
C1=COc2ccc3ccccc3c2C1
C1=COc2ccccc2C1
C1=COc2ccccc2C=C1
C1=COc2ccccc2CO1
C1=COc2ccccc2N1
C1=COc2ccccc2N=C1
C1=COc2ccccc2O1
C1=COc2ccccc2OC1
C1=COc2cccnc2N1
C1=COc2ncccc2C1
C1=CPC1
C1=CSC(=C2CNCS2)N1
C1=CSC(=C2SC3=C(S2)SC(=C2SCCS2)S3)S1
C1=CSC(=C2SC3C4C=CC(C4)C3S2)S1
C1=CSC(=C2SC3C4CC(C5COCC54)C3S2)S1
C1=CSC(=C2SC=CS2)S1
C1=CSC(=C2SCSC3=C2SC=CC32SC3=C(CCCC3)S2)S1
C1=CSC(=C2c3ccsc3-c3sccc32)S1
C1=CSC2(N1)NN=CS2
C1=CSC=CC1
C1=CSC=CN1
C1=CSC=CN=C1
C1=CSC=CS1
C1=CSC=NN1
C1=CSCC1
C1=CSCCO1
C1=CSCCS1
C1=CSCN1
C1=CSSC=C1
C1=CSc2ccccc2N1
C1=CSc2ccccc2O1
C1=CSc2nncn2N1
C1=CSc2nncn2N=C1
C1=C[N+]2=C(C=COc3cc4ccccc4cc32)C1
C1=C[N+]2=C(C=COc3ccccc32)C1
C1=C[N+]2=C(C=COc3ncccc32)C1
C1=C[N+]2=C(C=CSc3ccccc32)C1
C1=C[N+]2CCC1CC2
C1=C[N+]=N1
C1=C[N+]C=C1
C1=C[N+]C=N1
C1=C[P+]C=CO1
C1=C[P+]CC1
C1=C[P+]c2ccccc2O1
C1=C[SH]C=C1
C1=Cc2[nH]c3ccccc3c2CCN1
C1=Cc2[nH]ccc2C23CC2CN=C13
C1=Cc2[nH]ccc2CC1
C1=Cc2c([nH]c3ccccc23)C=Cc2c1[nH]c1ccccc21
C1=Cc2c([nH]c3ccccc23)CN1
C1=Cc2c(c3ccccc3c3nc[nH]c23)CC1
C1=Cc2c(ccc3c2CCC3)C1
C1=Cc2c(ccc3c2CCO3)C1
C1=Cc2c(ccc3c2CN2CCc4ccccc4C2O3)[N+]1
C1=Cc2c(ccc3ccccc23)C1
C1=Cc2c(ccc3ccccc23)CC1
C1=Cc2c(ccc3ccccc23)Nc2ccccc21
C1=Cc2c(ccc3ccccc23)OC1
C1=Cc2c(ccc3ncoc23)C1
C1=Cc2c(ccc3occc23)OC1
C1=Cc2c(cnc3ncncc23)CN1
C1=Cc2c3c(cccc3cc3[n+]2CCc2cc4c(cc2-3)OCO4)N1
C1=Cc2c3c1cccc3cc1ccc3ccccc3c21
C1=Cc2c3ccc4ccccc4c3cc3cccc1c23
C1=Cc2c3cccc4c3c(c3cccc(c23)C1)CC=C4
C1=Cc2c3cccc4ccc5c(c6c(ccc(c26)C1)CC=5)c43
C1=Cc2c3ccccc3c3c4c(ccc(c24)C1)CC=C3
C1=Cc2c3ccccc3cc3c2c1cc1ccccc13
C1=Cc2c3ccccc3nc3cc4ncsc4c(c23)N1
C1=Cc2c3ccccc3nc3cc4scnc4c(c23)N1
C1=Cc2c[n+]3c(cc2CC1)-c1cc2c(cc1CC3)OCO2
C1=Cc2c[n+]cn2CC1
C1=Cc2cc3[nH]c4ccccc4c3cc2CN1
C1=Cc2cc3c(cc2-c2ccccc2C1)OCO3
C1=Cc2cc3c(cc2C1)CC1(C3)Cc2cc3c(cc2C1)CCC3
C1=Cc2cc3c(cc2C1)OCO3
C1=Cc2cc3c(cc2OC1)OCNC3
C1=Cc2cc3cc4ccccc4cc3c3cccc1c23
C1=Cc2cc3cccc4ccc5ccc1c2c5c43
C1=Cc2cc3ccccc3c3cccc1c23
C1=Cc2cc3ccccc3cc2CO1
C1=Cc2cc3nccc-3cn2C1
C1=Cc2cc[nH]c2CC1
C1=Cc2ccc3c4c(c5ccccc5c(c24)C1)CC=C3
C1=Cc2ccc3c4c(ccc(c24)C=C1)CC3
C1=Cc2ccc3cc4ccccc4cc3c2CC1
C1=Cc2ccc3ccccc3c2CC1
C1=Cc2ccc3ccoc3c2C=CO1
C1=Cc2cccc3[n+]ccc(c23)N1
C1=Cc2cccc3c2C(=CCc2ccccc2-3)N1
C1=Cc2cccc3c2C(CCc2ccccc2-3)N1
C1=Cc2cccc3c2C(Cc2ccccc2-3)N1
C1=Cc2cccc3cccc(c23)O1
C1=Cc2cccc3cccc(c23)S1
C1=Cc2cccc3cccc1c23
C1=Cc2cccc3ccn(c23)C1
C1=Cc2cccc3nccc(c23)N1
C1=Cc2cccc3occ(c23)C=C1
C1=Cc2cccc[n+]2C1
C1=Cc2ccccc2-c2cc3c(cc2C=C1)OCO3
C1=Cc2ccccc2-c2cc3ccccc3n2C1
C1=Cc2ccccc2-c2ccccc2C1
C1=Cc2ccccc2-c2ccccc2C=C1
C1=Cc2ccccc2-c2ccccc2N1
C1=Cc2ccccc2-c2nc3ccccc3c2O1
C1=Cc2ccccc2C(=C2CCNCC2)c2ccccc21
C1=Cc2ccccc2C(=C2CC[N+]CC2)c2ccccc21
C1=Cc2ccccc2C1
C1=Cc2ccccc2C2(CCNCC2)O1
C1=Cc2ccccc2C23CC2CN=C13
C1=Cc2ccccc2C=NN1
C1=Cc2ccccc2CC1
C1=Cc2ccccc2CCC1
C1=Cc2ccccc2CCc2ccccc21
C1=Cc2ccccc2CN1
C1=Cc2ccccc2Cc2ccccc21
C1=Cc2ccccc2N2CCN=C12
C1=Cc2ccccc2N=CC1
C1=Cc2ccccc2NC1
C1=Cc2ccccc2NC1=C1CNCN1
C1=Cc2ccccc2NC=N1
C1=Cc2ccccc2NCC1
C1=Cc2ccccc2NCCC1
C1=Cc2ccccc2NCCCC1
C1=Cc2ccccc2NCc2ccccc21
C1=Cc2ccccc2NN1
C1=Cc2ccccc2Nc2ccccc21
C1=Cc2ccccc2OC1
C1=Cc2ccccc2OC=N1
C1=Cc2ccccc2OCC1
C1=Cc2ccccc2Oc2ccccc21
C1=Cc2ccccc2SC1
C1=Cc2ccccc2SCC1
C1=Cc2ccccc2SCc2ccccc21
C1=Cc2ccccc2Sc2ccccc21
C1=Cc2ccccc2[S+]C1
C1=Cc2cccn2-c2cc3ccccc3cc2O1
C1=Cc2cccn2-c2ccccc2C1
C1=Cc2cccn2-c2ccccc2O1
C1=Cc2cccn2-c2ccccc2S1
C1=Cc2cccn2-c2ccccc2[S+]1
C1=Cc2cccn2-c2ncccc2O1
C1=Cc2cccn2Cc2ccccc21
C1=Cc2cccnc2C(=C2CCNCC2)c2ccccc21
C1=Cc2cccnc2CC1
C1=Cc2cccnc2NC1
C1=Cc2cccnc2Nc2ncccc21
C1=Cc2ccnc2CC1
C1=Cc2ccnc3c2c(cc2ccccc23)N1
C1=Cc2ccncc2C2(CCNCC2)O1
C1=Cc2ccncc2CC1
C1=Cc2ccncc2Nc2ccccc21
C1=Cc2ccoc2CC1
C1=Cc2ccsc2C2(CCNCC2)O1
C1=Cc2ccsc2CC1
C1=Cc2cnc3ncnc(c23)N=C1
C1=Cc2cncn2CC1
C1=Cc2cncnc2C1
C1=Cc2cncnc2C=NC1
C1=Cc2cncnc2NCC1
C1=Cc2cncnc2NN1
C1=Cc2cnnc2CC1
C1=Cc2cnoc2CCC1
C1=Cc2cscc2CC1
C1=Cc2n[n+]3ccccc3nc2N[N-]1
C1=Cc2nc3c(cc[n+]4ncccc34)c2CC1
C1=Cc2nc3c4ccccc4ccc3n2CC1
C1=Cc2nc3cc4ccccc4cc3n2CC1
C1=Cc2nc3ccc4ccccc4c3n2CC1
C1=Cc2nc3ccccc3cc2C1
C1=Cc2nc3ccccc3cc2C=NN1
C1=Cc2nc3ccccc3cc2CC1
C1=Cc2nc3ccccc3cc2CN1
C1=Cc2nc3ccccc3n2CC1
C1=Cc2nc3ccccc3nc21
C1=Cc2nc3cccnc3n2CC1
C1=Cc2nc3cnccc3n2CC1
C1=Cc2nc3ncccc3n2CC1
C1=Cc2nc[nH]c2CC1
C1=Cc2nccc3c2C(=CN1)C=C3
C1=Cc2nccc3cc4c(c(c23)N1)OCO4
C1=Cc2nccc3cccc(c23)N1
C1=Cc2nccc3cccc(c23)O1
C1=Cc2ncccc2Cc2ccccc21
C1=Cc2nccn2CC1
C1=Cc2nccn2Cc2ccccc21
C1=Cc2ncncc2CC1
C1=Cc2nncc2C2(CCNCC2)O1
C1=Cc2nncn2CC1
C1=Cc2no[n+]c2CC1
C1=Cc2oncc2CCC1
C1=Cc2oncc2CN1
C1=Cc2sc3c(c2CS1)CCCC3
C1=Cc2sc3ccccc3c2Sc2c1sc1ccccc21
C1=Cc2sccc2C(=C2CCNCC2)c2ccccc21
C1=Cc2sccc2C(=C2CC[N+]CC2)c2ccccc21
C1=Cc2sccc2C2(CCNCC2)O1
C1=Cc2sccc2CC1
C1=Cc2sccc2CS1
C1=Cc2sccc2Nc2ccccc21
C1=Cn2c(nc3ccccc32)N=CC1
C1=Cn2c(nc3ccccc32)NN=C1
C1=Cn2c3c(c4ccccc42)CCN2CCCC1C32
C1=Cn2c3c(c4ccccc42)CCNC3C1
C1=Cn2c3c(c4ccccc42)CCNC3CC1
C1=Cn2c3c(c4ccccc42)CC[N+]2CCCC1C32
C1=Cn2cccc2C(=C2CCNCC2)c2ccccc21
C1=Cn2cccc2Sc2ccccc21
C1=Cn2cccc2Sc2sccc21
C1=Cn2nccc2NC1
C1=Cn2nccc2NC1=C1CC1
C1=NC(=C2N=CON2)N=N1
C1=NC1
C1=NC2(C3=NCCCN13)c1ccccc1Oc1ccccc12
C1=NC2(CC3(CCCOC3)Oc3ccccc32)N=C1
C1=NC2(CC3(CCOCC3)c3ccccc32)ON1
C1=NC2(CCC1)CCCCO2
C1=NC2(CCCC2)CN1
C1=NC2(CCCC2)CO1
C1=NC2(CCCC2)Cc2c1ccc1ccccc21
C1=NC2(CCCC2)Cc2ccccc21
C1=NC2(CCCC2)N=C1
C1=NC2(CCCC2)Nc2ccccc21
C1=NC2(CCCC2)n2c(nc3ccccc32)N1
C1=NC2(CCCCC2)C2=C(CCCC2)N1
C1=NC2(CCCCC2)CCS1
C1=NC2(CCCCC2)CO1
C1=NC2(CCCCC2)Cc2ccccc21
C1=NC2(CCCCC2)N=C1
C1=NC2(CCCCC2)N=C2CCCCC12
C1=NC2(CCCCC2)NC12CCCCC2
C1=NC2(CCCCC2)NN1
C1=NC2(CCCCC2)Nc2c1ccc1ccccc21
C1=NC2(CCCCC2)Nc2ccccc21
C1=NC2(CCCCC2)Nc2sc3c(c21)CCCC3
C1=NC2(CCCCC2)n2c(nc3ccccc32)N1
C1=NC2(CCCCCC2)Cc2ccccc21
C1=NC2(CCCCCC2)N=C1
C1=NC2(CCCCCC2)NN1
C1=NC2(CCCCCC2)n2c(nc3ccccc32)N1
C1=NC2(CCCCCCC2)NN1
C1=NC2(CCCCO2)CCS1
C1=NC2(CCCO2)CCS1
C1=NC2(CCCc3ccccc32)N=C1
C1=NC2(CCNCC2)CO1
C1=NC2(CCNCC2)N=C1
C1=NC2(CCNCC2)Nc2ccccc21
C1=NC2(CCNCC2)Nc2ccsc21
C1=NC2(CCNCC2)n2c(nc3ccccc32)N1
C1=NC2(CCOC1)c1ccccc1Oc1cnccc12
C1=NC2(CCOc3ccccc32)N=C1
C1=NC2(CCc3ccccc32)CN1
C1=NC2(CCc3ccccc32)CO1
C1=NC2(CCc3ccccc32)CS1
C1=NC2(CCc3ccccc3C2)CN1
C1=NC2(CCc3ccccc3C2)CO1
C1=NC2(CN1)CN1CCC2CC1
C1=NC2(CO1)c1ccccc1OC1(CCC1)C21COC1
C1=NC2(CO1)c1ccccc1OC1(CCCC1)C21COC1
C1=NC2(CO1)c1ccccc1OC1CCCOC12
C1=NC2(CO1)c1ccccc1OC1CCOCC12
C1=NC2(CO1)c1ccccc1OC1COCCC12
C1=NC2(CO1)c1ccccc1OCC21CC1
C1=NC2(CO1)c1ccccc1OCC21CCC1
C1=NC2(CO1)c1ccccc1OCC21CCCO1
C1=NC2(CO1)c1ccccc1OCC21COC1
C1=NC2(CO1)c1ccccc1Oc1ccccc12
C1=NC2(CO1)c1ccccc1Oc1cnccc12
C1=NC2(CO1)c1ccccc1Oc1ncccc12
C1=NC2(COC1)c1ccccc1OCC21CC1
C1=NC2(COC1)c1ccccc1OCC21COC1
C1=NC2(COCC1)c1ccccc1Oc1ccccc12
C1=NC2(COCC1)c1ccccc1Oc1cnccc12
C1=NC2(CS1)CSC=N2
C1=NC2(CS1)c1ccccc1OC1CCCOC12
C1=NC2(CS1)c1ccccc1OC1CCOCC12
C1=NC2(CS1)c1ccccc1OCC21COC1
C1=NC2(N=C1)c1ccccc1CC21CC1
C1=NC2(N=C1)c1ccccc1CC21CCC1
C1=NC2(N=C1)c1ccccc1CC21CCOCC1
C1=NC2(N=C1)c1ccccc1CCC21CC1
C1=NC2(ON1)c1ccccc1CC21CCCC1
C1=NC2(ON1)c1ccccc1CC21CCCc2ccccc2C1
C1=NC2(ON1)c1ccccc1CC21CCOCC1
C1=NC2(ON1)c1ccccc1CC21CCOc2ccccc2C1
C1=NC2(ON1)c1ccccc1CC21CCc2ccccc2C1
C1=NC2(ON1)c1ccccc1CC21CCc2ccccc2CC1
C1=NC2(ON1)c1ccccc1CC21Cc2ccccc2C1
C1=NC2(ON1)c1ccccc1CCC21CCc2ccccc2CC1
C1=NC2(ON1)c1ccccc1OC21CCc2ccccc2CC1
C1=NC2(c3ccccc31)c1ccccc1OCC21CC1
C1=NC2(c3ccccc3Oc3ccccc32)c2nccn21
C1=NC23CCC1C1Oc4cccc5c4C12CCNC3C5
C1=NC2=C(CCCC2)C2(CCCCC2)N1
C1=NC2=C(CCCC2)C2(CCCCC2)S1
C1=NC2=C(CN1)C1(CCCCC1)Cc1ccccc12
C1=NC2=C(CN1)C1CCCC(C2)N1
C1=NC2=C3CCCCC3ONC2CN1
C1=NC2=CC=C3NCC4CC34C2=C1
C1=NC2=CCCNC2=N1
C1=NC2=CCONC2CN1
C1=NC2=CN3CCN=C3NC2=N1
C1=NC2=CNC=NC2N1
C1=NC2=CSCC2=Nc2ccccc21
C1=NC2=NCNC2=CN1
C1=NC2=Nc3ccccc3CN2C1
C1=NC2=S(S1)SC=N2
C1=NC2=c3ccccc3=CC2c2ccccc21
C1=NC2C(CCC3CC4OCOC4CC32)c2ccccc21
C1=NC2C3N=COC3C2O1
C1=NC2C=C3CCNCCC3=CC2O1
C1=NC2C=c3ccccc3=CC2=N1
C1=NC2CC(N1)Oc1ccccc12
C1=NC2CC2CCS1
C1=NC2CC2COC1
C1=NC2CC2CS1
C1=NC2CC2N1
C1=NC2CC34C(=Nc5ccccc53)C3CC(C2CO3)C14
C1=NC2CCCC(C1)C2
C1=NC2CCCC(C2)S1
C1=NC2CCCC2c2nncc21
C1=NC2CCCCC2C1
C1=NC2CCCCC2CC1
C1=NC2CCCCC2CS1
C1=NC2CCCCC2N1
C1=NC2CCCCC2O1
C1=NC2CCCCC2S1
C1=NC2CCCCC2c2c1ccc1ccccc21
C1=NC2CCCCC2c2ccccc21
C1=NC2CCCCCC2c2nncc21
C1=NC2CCCc3c2n(c2ccccc32)C1
C1=NC2CCCc3nc4ccccc4c(c32)N1
C1=NC2CCN(C2)C12CCNCC2
C1=NC2CCNCC2O1
C1=NC2CCNCC2S1
C1=NC2CCNCC2c2ccccc21
C1=NC2CCNCC2c2nncc21
C1=NC2CCOCC2c2nncc21
C1=NC2CCSCC2c2nncc21
C1=NC2CCc3ccccc3C2C1
C1=NC2CNCC2CS1
C1=NC2CNCC2O1
C1=NC2COCC2CO1
C1=NC2COCC2CS1
C1=NC2COCCC2CS1
C1=NC2Cc3ccccc3C1c1ccccc12
C1=NC2N=Cc3cncn3C2N1
C1=NC2Nc3ccccc3C2N=N1
C1=NC2OC1c1ccccc12
C1=NC2OCCCC2S1
C1=NC2SC3=C(CCCC3)C2=CN1
C1=NC2c3cc4c(cc3CCC2c2ccccc21)OCO4
C1=NC2c3ccccc3CC2N1
C1=NC2c3ccccc3CC2S1
C1=NC2c3ccccc3CCC2S1
C1=NC2c3ccccc3NC2S1
C1=NC=C2NNC=C2N1
C1=NC=NC(=C2C=Nc3ccccc32)N1
C1=NC=NC(=C2N=NN=N2)N1
C1=NC=NC1
C1=NC=NC2(CCC2)N1
C1=NC=NC2(CCCC2)N1
C1=NC=NC2(CCCCC2)N1
C1=NC=NC2(CCCCCC2)N1
C1=NC=NC2=CN=CC12
C1=NC=NC2=NC=NC12
C1=NC=NC2=NCCN12
C1=NC=NC2N=CC=C12
C1=NC=NC2NC=NC12
C1=NC=NC2NN=CC12
C1=NC=NCC1
C1=NC=NCN1
C1=NC=NCS1
C1=NC=NNC1
C1=NC=NNC12c1ccccc1-c1ccccc12
C1=NC=NNc2ccccc21
C1=NC=N[PH]=N1
C1=NC=Nc2ccccc2N1
C1=NC=[N+]C1
C1=NCC(=C2CCNCc3nccc32)N1
C1=NCC(=C2CNc3ccccc32)S1
C1=NCC2(CC2)CN1
C1=NCC2(CC3(Cc4ccccc4C3)C2)N1
C1=NCC2(CC3CCC(C2)N3)O1
C1=NCC2(CC3CCC(C2)[N+]3)O1
C1=NCC2(CCC3Cc4ccccc4CC3C2)N1
C1=NCC2(CCCC2)c2ccccc21
C1=NCC2(CCCCC2)N1
C1=NCC2(CCCCC2)O1
C1=NCC2(CCN3CCCC2C3)O1
C1=NCC2(CCNCC2)O1
C1=NCC2(CCc3cc4c(cc3C2)CCC4)N1
C1=NCC2(CCc3ccccc32)N1
C1=NCC2(CCc3ccccc3C2)N1
C1=NCC2(CN3CCC2C3)O1
C1=NCC2(CN3CCC2CC3)O1
C1=NCC2(C[N+]3CCC2CC3)O1
C1=NCC2C3CNCC3CN12
C1=NCC2CCCCC12
C1=NCC2CCCCN2c2nncc21
C1=NCC2CNCCN2c2ccccc21
C1=NCC2c3ccccc3CCN12
C1=NCC2c3ccccc3Cc3ccccc3N12
C1=NCC=NN1
C1=NCC=Nc2ccccc21
C1=NCCC1
C1=NCCC12C=Nc1ccccc12
C1=NCCC2(CCCCC2)S1
C1=NCCC2c3ccccc3NC12
C1=NCCCC1
C1=NCCCCC1
C1=NCCCCCC1
C1=NCCCCCCC1
C1=NCCCCCN1
C1=NCCCCN1
C1=NCCCCO1
C1=NCCCCS1
C1=NCCCN1
C1=NCCCN2CCCCC12
C1=NCCCN=C1
C1=NCCCNC12CCNCC2
C1=NCCCO1
C1=NCCCS1
C1=NCCCc2ccccc21
C1=NCCCn2[n+]c3ccccc3c21
C1=NCCN1
C1=NCCN2CCNC12
C1=NCCN2CCNC2C1
C1=NCCN=CC1
C1=NCCN=CSS1
C1=NCCNC12CCNCC2
C1=NCCNCCO1
C1=NCCNc2[nH]ncc21
C1=NCCNc2c1ccc1ccccc21
C1=NCCNc2ccccc21
C1=NCCNc2nncc21
C1=NCCO1
C1=NCCOc2ccccc21
C1=NCCS1
C1=NCCSc2ccccc21
C1=NCC[N+]1
C1=NCCc2c1[nH]c1ccccc21
C1=NCCc2c1nc1ccccc21
C1=NCCc2c[nH]c3cccc1c23
C1=NCCc2cc3[nH]c4ccccc4c3cc21
C1=NCCc2cc3c(cc21)OCO3
C1=NCCc2cc3oc4c(c3cc21)CCCC4
C1=NCCc2ccccc21
C1=NCCc2ccccc2N1
C1=NCCc2ccsc21
C1=NCCc2nncn2-c2ccccc21
C1=NCCc2sccc21
C1=NCCn2[n+]c3ccccc3c21
C1=NCCn2c1cc1ccccc12
C1=NCCn2cccc21
C1=NCCn2nc3ccccc3c21
C1=NCN2C=NNC12
C1=NCN=C1
C1=NCN=C2NC=NC12
C1=NCN=N1
C1=NCNC1
C1=NCNCN1
C1=NCNN1
C1=NCNc2[nH]cnc21
C1=NCNc2ccccc21
C1=NCNc2nc[nH]c21
C1=NCNc2ncnc21
C1=NCON=C1
C1=NC[N+]=C1
C1=NCc2[nH]c3ccccc3c2S1
C1=NCc2c([nH]c3ccccc23)S1
C1=NCc2c[n+]cnc2-c2ccccc21
C1=NCc2ccccc2-c2ccccc21
C1=NCc2ccccc2-n2cccc21
C1=NCc2ccccc2-n2cncc21
C1=NCc2ccccc2-n2cnnc21
C1=NCc2ccccc21
C1=NCc2ccccc2CN1
C1=NCc2ccccc2N1
C1=NCc2cccn2-c2ccccc21
C1=NCc2cccnc2N1
C1=NCc2cncc2-c2ccccc21
C1=NCc2cncn2-c2c1ccc1ccccc21
C1=NCc2cncn2-c2ccccc21
C1=NCc2cncnc2-c2ccccc21
C1=NCc2n[nH]nc2-c2ccccc21
C1=NCc2nc3ccccc3n21
C1=NCc2nccn2-c2ccccc21
C1=NCc2nncn2-c2ccccc21
C1=NCc2nncn2-c2cccnc21
C1=NCc2nncn2-c2sc3c(c21)CCNC3
C1=NCc2nncn2-c2sccc21
C1=NCc2nnnc2N1
C1=NCc2scnc2-c2ccccc21
C1=NN1
C1=NN2C(=NC3CCCCC32)S1
C1=NN2C(C1)c1ccccc1OC21CCCCC1
C1=NN2C(C1)c1ccccc1OC21CCNCC1
C1=NN2C(C1)c1ccccc1OC21CCOCC1
C1=NN2C(C1)c1ccccc1OC21CCSC=N1
C1=NN2CCCC2C1
C1=NN2CCCCC2C1
C1=NN2COc3ccccc3C2C1
C1=NN=C2C=Nc3ccccc3N2C1
C1=NN=C2CCCCC2CC1
C1=NN=C2COC=NN2C1
C1=NN=C2COc3ccccc3N2C1
C1=NN=C2NCNC=C12
C1=NN=C2c3ccccc3NC2N1
C1=NN=C2c3ccccc3NC2S1
C1=NN=CC1
C1=NN=CC1=C1NC=NN1
C1=NN=CC1=C1NC=NO1
C1=NN=CC2C1C1CC2C2C3CC(c4ccccc43)C12
C1=NN=CC2c3ccccc3NC12
C1=NN=CNN1
C1=NN=COC1
C1=NN=CSC1
C1=NN=Cc2cc3c(cc2C1)COC3
C1=NN=Cc2cc3c(cc2C1)OCO3
C1=NN=Cc2cc3ccccc3nc2S1
C1=NN=Cc2cc3sccc3n2C1
C1=NN=Cc2ccc3ccccc3c2N1
C1=NN=Cc2ccccc2C1
C1=NN=Cc2ccccc2N1
C1=NN=Cc2ncccc2N1
C1=NN=Cn2ncnc2C1
C1=NN=NC1
C1=NNC(=C2C=Nc3ccccc32)O1
C1=NNC(=C2CNCS2)S1
C1=NNC(=C2Cc3ccccc3C2)S1
C1=NNC(=C2N=Nc3ccccc32)N1
C1=NNC(=c2ccccc2)S1
C1=NNC(=c2cccnc2)O1
C1=NNC(=c2ccoc2)O1
C1=NNC2(C1)CC2
C1=NNC2(C1)NC=Nc1nc3ccccc3n12
C1=NNC2(C1)c1ccccc1-c1nc3ccccc3nc12
C1=NNC2(CC3(CCCC3)Oc3ccccc32)S1
C1=NNC2(CC3(CCCCC3)Oc3ccccc32)S1
C1=NNC2(CC3CC2C2CCCC32)NN1
C1=NNC2(CCCC2)O1
C1=NNC2(CCCC2)S1
C1=NNC2(CCCCC2)N1
C1=NNC2(CCCCC2)O1
C1=NNC2(CCCCC2)S1
C1=NNC2(CCCCCC2)O1
C1=NNC2(CCCCCCC2)S1
C1=NNC2(CCCOc3ccccc32)S1
C1=NNC2(CCCc3ccccc32)S1
C1=NNC2(CCNc3ccccc32)S1
C1=NNC2(CCOc3ccccc32)S1
C1=NNC2(CCSc3ccccc32)S1
C1=NNC2(COc3ccccc32)S1
C1=NNC2(NN1)C1CC3CC(C1)CC2C3
C1=NNC2(S1)c1ccccc1Sc1ccccc12
C1=NNC2=CNc3ccccc3N12
C1=NNC2=NCCN2C1
C1=NNC2=Nc3ccccc3C=NC12
C1=NNC2=Nc3ccccc3SC2=C1
C1=NNC2=c3ccccc3=CSC2=C1
C1=NNC2C1CC1CC12
C1=NNC2C1N=Cc1cncn12
C1=NNC2C3NN=CN3c3[nH]ccc3N12
C1=NNC2C3NN=CN3c3ccccc3N12
C1=NNC2C=NNN12
C1=NNC2C=c3ccccc3=CC12
C1=NNC2CCCC12
C1=NNC2CCCCC12
C1=NNC2CCNCC12
C1=NNC2CNCC12
C1=NNC2N1c1ccccc1NC21CC=NN1
C1=NNC2N=CC3=C(CCNC3)C12
C1=NNC2NN=CC12
C1=NNC2SC=NN12
C1=NNC2c3[nH]c4ccccc4c3CCC12
C1=NNC2c3cccc4cccc(c34)C12
C1=NNC2c3ccccc3-c3ccccc3N2C1
C1=NNC2c3ccccc3CCN12
C1=NNC2c3ccccc3OCC12
C1=NNC=NC1=C1C=Nc2ccccc21
C1=NNC=NN1
C1=NNC=Nc2c1ccc1ccccc21
C1=NNC=Nc2ccccc21
C1=NNC=Nc2cccnc21
C1=NNCC1
C1=NNCC12CCCC2
C1=NNCC12CCCCC2
C1=NNCC12CCNCC2
C1=NNCC12CCOCC2
C1=NNCCC1
C1=NNCCCC1
C1=NNCCN1
C1=NNCN1
C1=NNCNN1
C1=NNCS1
C1=NNC[N+]=N1
C1=NNCc2ccccc21
C1=NNCc2ccccc2N1
C1=NNCc2ccsc21
C1=NNNN1
C1=NNNc2nccnc21
C1=NNSC12c1ccccc1Oc1ccccc12
C1=NN[SH]=[NH+]1
C1=NNc2cccc3cccc1c23
C1=NNc2ccncc2N1
C1=NNc2nc3ccccc3n2C1
C1=NNc2nc3ccccc3nc2O1
C1=NNc2ncnc2S1
C1=NNc2ncnc3ncc1c23
C1=NNc2ncnc3nnc1c23
C1=NNc2nncn2-c2ccccc21
C1=NNc2nnnc3ncc1c23
C1=NOC(=C2CNc3ccccc3C2)N1
C1=NOC(=C2N=Nc3ccccc32)N1
C1=NOC2(C1)CC1CCC(C2)N1
C1=NOC2(C1)CC1CCC(C2)[N+]1
C1=NOC2(C1)CCCC2
C1=NOC2(C1)CCCCC2
C1=NOC2(C1)CCCNC2
C1=NOC2(C1)CCC[N+]C2
C1=NOC2(C1)CCCc1ccccc12
C1=NOC2(C1)CCNC2
C1=NOC2(C1)CCNCC2
C1=NOC2(C1)CCOCC2
C1=NOC2(C1)CN1CCC2C1
C1=NOC2(C1)CN1CCC2CC1
C1=NOC2(C1)CNNC2
C1=NOC2(C1)C[N+]1CCC2C1
C1=NOC2(C1)C[N+]1CCC2CC1
C1=NOC2(C1)Cc1ccccc1C2
C1=NOC2(CCCCC2)NN1
C1=NOC2(CCNCC2)N1
C1=NOC23c4[nH]c5ccccc5c4CCN2CCCC13
C1=NOC23c4cc5c(cc4CCN2CCC13)OCO5
C1=NOC23c4ccccc4CCN2CCC13
C1=NOC23c4ccccc4CCN2CCCC13
C1=NOC23c4ccsc4CCN2CCC13
C1=NOC23c4ccsc4CN2CCC13
C1=NOC2=c3ccccc3=CSC2=C1
C1=NOC2C1C1CC3CNCC32O1
C1=NOC2C1CC1CCC2N1
C1=NOC2C3CCC(C3)C12
C1=NOC2C=NN3C=NOC3C12
C1=NOC2CC12
C1=NOC2CC3CCC(N3)C12
C1=NOC2CC3CNCC(C3)C12
C1=NOC2CC=NC12
C1=NOC2CCC3(CCNCC3)C12
C1=NOC2CCCC12
C1=NOC2CCCCC12
C1=NOC2CCCCCC12
C1=NOC2CCCCCCC12
C1=NOC2CNCC12
C1=NOC2COC3(CCNCC3)OCC12
C1=NOC2COc3ccccc3OCC12
C1=NOC2NCCC12
C1=NOC2Nc3ccccc3SC12
C1=NOC2OCCC12
C1=NOC2SC3CCCCC3CN12
C1=NOC2c3ccccc3OCC12
C1=NOC2c3ccccc3SCN12
C1=NOCC1
C1=NOCCCN1
C1=NOCCN1
C1=NOCCO1
C1=NOCc2ccccc21
C1=NON2Nc3ccccc3N12
C1=NON2OC12
C1=NONC1=C1N=CN=N1
C1=NOPC1
C1=NOSN1
C1=NSC2=NCC=NN12
C1=N[N+]2(CCCCC2)c2ccccc21
C1=N[N+]2(CCCCC2)c2ccccc2C1
C1=N[N+]2(CCCCCC2)c2ccccc21
C1=N[N+]CC1
C1=N[PH]=Nc2nncc21
C1=N[SH]=NC=N[SH]=N1
C1=N[n+]2c(nc3ccccc32)SC1
C1=Nc2[nH]c3ccccc3c2NN1
C1=Nc2[nH]cnc2CN1
C1=Nc2c([nH]c3ccccc23)CN1
C1=Nc2c3c(c4[n+]onc4c2=N1)=NO[NH+]3
C1=Nc2c3ccccc3nc3cccc(c23)N1
C1=Nc2c[nH]nc2Nc2ccccc21
C1=Nc2ccc3ncsc3c2CN1
C1=Nc2cccc3cccc(c23)N1
C1=Nc2cccc3cccc1c23
C1=Nc2cccc3cncc(c23)N1
C1=Nc2cccc3nccc(c23)N1
C1=Nc2ccccc2-c2[nH]c3ccccc3c2C1
C1=Nc2ccccc2-c2ccccc2C1
C1=Nc2ccccc2-c2ccccc2N1
C1=Nc2ccccc2-c2ccn3c2C(CC1)CCC3
C1=Nc2ccccc2-c2nc3ccccc3c2C1
C1=Nc2ccccc2-c2nc3ccccc3cc2C1
C1=Nc2ccccc2-c2ncccc2C1
C1=Nc2ccccc2-c2ncnc3[nH]cc1c23
C1=Nc2ccccc2-c2nncnc2O1
C1=Nc2ccccc2-n2c(nn3nc4ccccc4c23)N1
C1=Nc2ccccc2-n2ccnc2C1
C1=Nc2ccccc2-n2cnnc2C1
C1=Nc2ccccc2-n2nnnc2C1
C1=Nc2ccccc21
C1=Nc2ccccc2C1
C1=Nc2ccccc2C12CCC2
C1=Nc2ccccc2C12CCCC2
C1=Nc2ccccc2C12CCCCC2
C1=Nc2ccccc2C12CCNCC2
C1=Nc2ccccc2C2(CCC2)O1
C1=Nc2ccccc2C2(CCCCC2)O1
C1=Nc2ccccc2C23CCN=C2c2[nH]c4ccccc4c2CCN13
C1=Nc2ccccc2C2=NCCN12
C1=Nc2ccccc2C2=[N+]CCN12
C1=Nc2ccccc2C2CC=NN12
C1=Nc2ccccc2C2CCCC12
C1=Nc2ccccc2C2CCCCC12
C1=Nc2ccccc2C2CCCCCC12
C1=Nc2ccccc2C2COCC12
C1=Nc2ccccc2C=Nc2ccccc21
C1=Nc2ccccc2C=[N+]C1
C1=Nc2ccccc2CC1
C1=Nc2ccccc2CCC1
C1=Nc2ccccc2CN1
C1=Nc2ccccc2CN2CCCC12
C1=Nc2ccccc2CNC1
C1=Nc2ccccc2CS1
C1=Nc2ccccc2Cc2ccccc21
C1=Nc2ccccc2Cc2cccn21
C1=Nc2ccccc2Cc2ncnn21
C1=Nc2ccccc2Cc2sccc21
C1=Nc2ccccc2Cn2c1cc1ccccc12
C1=Nc2ccccc2Cn2cccc21
C1=Nc2ccccc2Cn2nncc21
C1=Nc2ccccc2N2CC3(CCNCC3)c3cccc1c32
C1=Nc2ccccc2N2CCCC12
C1=Nc2ccccc2N2CCCN=C12
C1=Nc2ccccc2N2CCN=C12
C1=Nc2ccccc2N=C2CCCC=C12
C1=Nc2ccccc2N=CC1
C1=Nc2ccccc2N=CN1
C1=Nc2ccccc2N=Cc2ccccc21
C1=Nc2ccccc2NC1
C1=Nc2ccccc2NC12CCCCC2
C1=Nc2ccccc2NC12CCCNC2
C1=Nc2ccccc2NC12CCNCC2
C1=Nc2ccccc2NC2NNN=C12
C1=Nc2ccccc2NCC1
C1=Nc2ccccc2Nc2ccccc21
C1=Nc2ccccc2Nc2ccncc21
C1=Nc2ccccc2Nc2ccsc21
C1=Nc2ccccc2Nc2cnnc21
C1=Nc2ccccc2Nc2cscc21
C1=Nc2ccccc2Nc2ncccc21
C1=Nc2ccccc2Nc2ncnc21
C1=Nc2ccccc2Nc2ncsc21
C1=Nc2ccccc2Nc2nncc21
C1=Nc2ccccc2Nc2nnnc21
C1=Nc2ccccc2Nc2sc3c(c21)CCCC3
C1=Nc2ccccc2Nc2sccc21
C1=Nc2ccccc2Nn2cccc21
C1=Nc2ccccc2OC1
C1=Nc2ccccc2Oc2ccccc21
C1=Nc2ccccc2Oc2cscc21
C1=Nc2ccccc2Oc2ncccc21
C1=Nc2ccccc2SC1
C1=Nc2ccccc2SCC1
C1=Nc2ccccc2SN1
C1=Nc2ccccc2Sc2ccccc21
C1=Nc2ccccc2Sc2cscc21
C1=Nc2ccccc2Sc2nc3ccccc3n21
C1=Nc2ccccc2Sc2ncccc21
C1=Nc2ccccc2Sc2nccn21
C1=Nc2ccccc2Sc2nncn21
C1=Nc2ccccc2[S+]c2ccccc21
C1=Nc2cccnc2NC1
C1=Nc2cccnc2Nc2ccccc21
C1=Nc2cccnc2Oc2ccccc21
C1=Nc2cccnc2Sc2ccccc21
C1=Nc2ccnc3nnc(c23)N1
C1=Nc2ccnn2C2=NCCN12
C1=Nc2ccsc2Nc2ccccc21
C1=Nc2cnccc2NC1
C1=Nc2cnccc2NCC1
C1=Nc2cnccc2NN1
C1=Nc2cnccc2Nc2ccccc21
C1=Nc2cnccc2OC1
C1=Nc2cnccc2SC1
C1=Nc2cnccc2Sc2ccccc21
C1=Nc2cncn2CC1
C1=Nc2cncn2N=CC1
C1=Nc2cncnc2C1
C1=Nc2cncnc2NC1
C1=Nc2cncnc2NCC1
C1=Nc2cncnc2NN1
C1=Nc2cncnc2OC1
C1=Nc2cncnc2Oc2ccccc21
C1=Nc2cncnc2SC1
C1=Nc2cncnc2[N+]1
C1=Nc2cnnc2C2=NCCN12
C1=Nc2cnnc2N=CC1
C1=Nc2csc3ncnc(c23)N1
C1=Nc2cscc2Nc2ccccc21
C1=Nc2nc3ccccc3n2C2(CCCC2)N1
C1=Nc2nc3ccccc3n2C2(CCCCC2)N1
C1=Nc2nc3ccccc3n2C2(CCCCCC2)N1
C1=Nc2nc3ccccc3n2C2(CCNCC2)N1
C1=Nc2nccc2C2NC=NN12
C1=Nc2ncccc2NC12CCCNC2
C1=Nc2ncccc2NC12CCNCC2
C1=Nc2ncccc2OC1
C1=Nc2ncnc2C2(N1)OCCO2
C1=Nc2ncncc2C1
C1=Nc2nncc2C2=NCCCN12
C1=Nc2nncc2C2N=CNN12
C1=Nc2nncn2Nc2[nH]ncc21
C1=Nc2nncn2Nc2nncc21
C1=Nc2nnnn2CC1
C1=Nc2occc2C2=NCCN12
C1=Nc2sc3c(c2C2=NCCN12)CCCC3
C1=Nc2sccc2C2=NCCN12
C1=Nc2sccc2[PH]=N1
C1=Nn2c([n+]c3ccccc32)SC1
C1=Nn2c(cc3ccnnc32)CC1
C1=Nn2c(nc3ccccc32)Sc2ncncc21
C1=Nn2ccnc2Cc2cc3c(cc21)OCO3
C1=Nn2ccnc2Cc2ccccc21
C1=Nn2cnnc2-c2ccccc2C1
C1=Nn2cnnc2C1
C1=Nn2cnnc2CC1
C1=Nn2cnnc2CN1
C1=Nn2cnnc2Cc2ccccc21
C1=Nn2cnnc2NC1
C1=Nn2cnnc2Nc2nc3ccccc3cc21
C1=Nn2cnnc2SC1
C1=PCc2cccc[n+]21
C1=S=Nn2c1nc1ccccc12
C1=[N+]2C(=Nc3ccccc32)CN1
C1=[N+]2CCc3ccccc3C2Cc2ccccc21
C1=[N+]2c3cncnc3CCC2CN1
C1=[N+]C2(CCCC2)Cc2ccccc21
C1=[N+]C2(CCCC2)[N+]=C1
C1=[N+]C2(CCCCC2)CCc2ccccc21
C1=[N+]C2(CCCCC2)Cc2ccccc21
C1=[N+]C2(CCCCC2)[N+]=C1
C1=[N+]C2(CCOCC2)CCc2ccccc21
C1=[N+]C2(CCOCC2)Cc2ccccc21
C1=[N+]C2CCCCC2N1
C1=[N+]C2CCCCC2[N+]=C1
C1=[N+]C2CCc3[n+]onc3C2C1
C1=[N+]C2CCc3nonc3C2C1
C1=[N+]CC2CCCCN12
C1=[N+]CCC1
C1=[N+]CCCC1
C1=[N+]CCCN1
C1=[N+]CCN1
C1=[N+]CCNc2nncc21
C1=[N+]CCO1
C1=[N+]CCS1
C1=[N+]CC[N+]=C1
C1=[N+]CCc2c1[nH]c1ccccc21
C1=[N+]CCc2cc3c(cc21)OCO3
C1=[N+]CCc2ccccc21
C1=[N+]CCc2sccc21
C1=[N+]CCn2cccc21
C1=[N+]CNC1
C1=[N+]Cc2c[n+]cnc2-c2ccccc21
C1=[N+]Cc2cncnc2-c2ccccc21
C1=[N+]Cc2nncn2-c2ccccc21
C1=[N+]OC2=CCCCC12
C1=[N+]c2cccc3cccc(c23)N1
C1=[N+]c2cccc3cccc1c23
C1=[N+]c2ccccc2C1
C1=[N+]c2ccccc2CC1
C1=[N+]c2ccccc2CC1=C1C=[N+]c2ccccc21
C1=[N+]c2ccccc2N2CCCN=C12
C1=[N+]c2ccccc2N2CCC[N+]=C12
C1=[N+]c2ccccc2OC1
C1=[NH+]CCCN1
C1=[NH+]CCN1
C1=[SH]c2ccccc2N1
C1=[n+]2ccccc2=NC1
C1=c2ccc3nncnc3c2=CCC1
C1=c2ccccc2=CC12N=Nc1nncn1N2
C1=c2ccccc2=CC1=C1CCc2ccccc21
C1=c2ccccc2=CC2(NCCN2)C12CC2
C1=c2ccccc2=CCC1
C1=c2ccccc2=CN=c2ccccc2=C1
C1=c2ccccc2=CNC1
C1=c2ccccc2=NC1=C1NNc2ncncc21
C1=c2ccccc2=NNC1
C1=c2cccnc2=NC1
C1=c2ccnc2=NCN1
C1=c2ccsc2=CCC1
C1=c2cncnc2=CCC1
C1=c2cnnc2=N[PH]=N1
C1=c2cnoc2=CCN1
C1=c2ncnc2=NCN1
C1C2C1C1C3C4C5C6CC6C4C14CNCC54C23
C1C2C1C1CC2C2CC21
C1C2C3C4CC5C3C1C1C2C4C51
C1C2C3C4NC5C3C1C1C2C4C51
C1C2C3C4OC5C3C1C1C2C4C51
C1C2C3CC4C1C1C2NC3C41
C1C2C3CN1CC23
C1C2CC12
C1C2CC1C2
C1C2CC3C1C3C2
C1C2CC3C4CC5CC(C14)C(C2)C3C5
C1C2CC3CC(CC1N3)N2
C1C2CC3CC(CC1O3)N2
C1C2CC3CC1CC(C2)C3
C1C2CC3CC1CC(C2)C31CN1
C1C2CC3CC1CC(C2)C31CNC1
C1C2CC3CC1CC(C2)C31CO1
C1C2CC3CC1CC(C2)C31OOC2(CC3CCC(C2)N3)OO1
C1C2CC3CC1CC(C2)C31OOC2(O1)C1CC3CC(C1)CC2C3
C1C2CC3CC1CC(C2)N3
C1C2CC3CC1CC(C2)O3
C1C2CC3CC1CC1(CNCC31)C2
C1C2CC3CC1CC3C2
C1C2CC3CC1OC(O2)O3
C1C2CC3CC2CC13
C1C2CC3CC4CC1C3C4C2
C1C2CC3CN(C2)CC13
C1C2CN3CC1C[N+](C2)C3
C1C2CN3CN1CN(C2)C3
C1C2NC1N2
C1C2NCC3C1C1CC2C3CN1
C1C2NOC1C1N=NNC21
C1C2NOC1C1NN=NC21
C1C2OC2C2C1C1CC2C2OC12
C1C2OC3OC1C1CC2C31
C1C2OOC1OO2
C1CC(=C2CC2)CCN1
C1CC2(C1)C1CNCC2CNC1
C1CC2(C1)CCN2
C1CC2(C1)CCNC2
C1CC2(C1)CNC2
C1CC2(C1)CNCCN2
C1CC2(C1)CNCCO2
C1CC2(C1)CNCCOC2
C1CC2(C1)COC1(CCNCC1)OC2
C1CC2(C1)COCCN2
C1CC2(CC2)CN1
C1CC2(CCN1)C1CC3CC(C1)CC2C3
C1CC2(CCN1)C1CCC2ON1
C1CC2(CCN1)CC2
C1CC2(CCN1)CCC1CNCC12
C1CC2(CCN1)CCN2
C1CC2(CCN1)CCNC2
C1CC2(CCN1)CCNCC2
C1CC2(CCN1)CCO2
C1CC2(CCN1)CCOC2
C1CC2(CCN1)CCOCC2
C1CC2(CCN1)CNC2
C1CC2(CCN1)CNCCN2
C1CC2(CCN1)CNCCO2
C1CC2(CCN1)CNCCOC2
C1CC2(CCN1)CO2
C1CC2(CCN1)COC1(OO2)C2CC3CC(C2)CC1C3
C1CC2(CCN1)COC2
C1CC2(CCN1)COCCN2
C1CC2(CCN1)COCO2
C1CC2(CCN1)NCC1CNCC12
C1CC2(CCN1)NCCO2
C1CC2(CCN1)NCCS2
C1CC2(CCN1)OCC1(CC1)CO2
C1CC2(CCN1)OCC1(COC1)CO2
C1CC2(CCN1)OCC1(OO2)C2CC3CC(C2)CC1C3
C1CC2(CCN1)OCCO2
C1CC2(CCN1)OCCS2
C1CC2(CCN1)OOC1(O2)C2CC3CC(C2)CC1C3
C1CC2(CCN1)OOC1(OO2)C2CC3CC(C2)CC1C3
C1CC2(CCN1)SCCS2
C1CC2(CCN1)SSC1(CCNCC1)S2
C1CC2(CCN1)SSC1(CCNCC1)SS2
C1CC2(CCN2)CN1
C1CC2(CCNC2)CN1
C1CC2(CCO1)CNC2
C1CC2(CCO1)OOC1(CCOCC1)OO2
C1CC2(CCO1)OOC1(CCOCC1)OOC1(CCOCC1)OO2
C1CC2(CCO1)OOC1(O2)C2CC3CC(C2)CC1C3
C1CC2(CCOC2)CN1
C1CC2(CCOCC2)CN1
C1CC2(CCOCC2)N1
C1CC2(CCSCC2)CN1
C1CC2(CN1)C1CC3CC(C1)CC2C3
C1CC2(CN1)C1CCN2CC1
C1CC2(CN1)CC1CCC2C1
C1CC2(CN1)CC1CCN2C1
C1CC2(CN1)CC1CCN2CC1
C1CC2(CN1)CNC2
C1CC2(CN1)COC2
C1CC2(CN1)OCCO2
C1CC2(CNC2)CO1
C1CC2(CNC2)N1
C1CC2(CNC2)O1
C1CC2(COC2)N1
C1CC2(N1)C1CC3CC(C1)CC2C3
C1CC23CC4CC(CC(C4)C2CN1)C3
C1CC23CC4CC(CC(C4)C2N1)C3
C1CC23CCCC2(C1)CNC3
C1CC23CNCC12CNC3
C1CC23CNCC2(C1)CNC3
C1CC2=C(C1)C1=S(S2)SC2=C1CCC2
C1CC2=C(C1)C1CCC(C2)N1
C1CC2=C(CN1)CNC2
C1CC2=C(CN1)c1nsnc1SC2
C1CC2C(C1)C1CC2C2NC12
C1CC2C(CNC3CCOCC32)CO1
C1CC2C(O1)OC1CC2C2OC12
C1CC2C1C1CCC2C2CNCC12
C1CC2C3C(C1)C23
C1CC2C3C1C1C4CCC(C43)C21
C1CC2C3C4C1C1C2C3C41
C1CC2C3C4C5CCC4C24CNCC54C13
C1CC2C3CC1C2CN3
C1CC2C3CC1C2CO3
C1CC2C3CC3C1C1CC21
C1CC2C3CC4CC(C3)CC2(CN1)C4
C1CC2C3CCC(C3)C2C1
C1CC2C3CNCC3C1C1CC21
C1CC2C3OOC2OC1O3
C1CC2CC(C1)C1(CN2)OCCO1
C1CC2CC(C1)N2
C1CC2CC(CCO2)N1
C1CC2CC(CN2)N1
C1CC2CC(CN2)O1
C1CC2CC(CO2)N1
C1CC2CC1C1C3CCC(C3)C21
C1CC2CC1C1CC21
C1CC2CC1C1CNC21
C1CC2CC1C1CNCC21
C1CC2CC1C1N=NNC21
C1CC2CC1C1NC21
C1CC2CC1CN2
C1CC2CC1NN2
C1CC2CC2C1
C1CC2CC2C2CNCC12
C1CC2CC2CCN1
C1CC2CC2CN1
C1CC2CC2N1
C1CC2CC3(CCC2C2(C1)OCCO2)NO3
C1CC2CC3(CCC2CN1)OCCO3
C1CC2CC3(CO3)CC1N2
C1CC2CC3(OOC2O1)C1CC2CC(C1)CC3C2
C1CC2CC3CC(C1)C2C3
C1CC2CC3CC1CC(C2)C3
C1CC2CC3CC1CC2C3
C1CC2CC3CCC2C(C1)C3
C1CC2CC3CCC2C(C1)O3
C1CC2CC3CNCC3N2C1
C1CC2CCC(C1)C2
C1CC2CCC(C1)CC2
C1CC2CCC(C1)N2
C1CC2CCC(C1)OO2
C1CC2CCC(C1)[N+]2
C1CC2CCC(C2)N1
C1CC2CCC(CC2)CN1
C1CC2CCC(CN1)C2
C1CC2CCC(CN1)N2
C1CC2CCC(CN2)N1
C1CC2CCC(C[N+]1)C2
C1CC2CCC1C1C3CCC(C3)C21
C1CC2CCC1C1CC21
C1CC2CCC1C1CNCC21
C1CC2CCC1C2
C1CC2CCC1CC2
C1CC2CCC1CN2
C1CC2CCC1CNC2
C1CC2CCC1CO2
C1CC2CCC1C[N+]C2
C1CC2CCC1N2
C1CC2CCC1O2
C1CC2CCC1OO2
C1CC2CCC3C(C1)C23
C1CC2CCC3C4CC5OC5CC4CCC3C2C1
C1CC2CCC3CC3C2C1
C1CC2CCCC(C1)C2
C1CC2CCCC(C1)N2
C1CC2CCCC2C1
C1CC2CCCN2C1
C1CC2CCCN3C2C(C1)CN1CCCCC13
C1CC2CCN(C1)C2
C1CC2CCNC(C1)C2
C1CC2CCNC2C1
C1CC2CCNC2CCN1
C1CC2CCNC2CN1
C1CC2CCNCC(C1)N2
C1CC2CCNCC2CN1
C1CC2CCNCCN2C1
C1CC2CCOC2CN1
C1CC2CCOC2O1
C1CC2CCOC3OC4CCC(C1)C23OO4
C1CC2CN(C1)CCN2
C1CC2CNC(C1)C2
C1CC2CNC(C1)CN2
C1CC2CNC(C1)O2
C1CC2CNC1CN2
C1CC2CNC1CO2
C1CC2CNC2C1
C1CC2CNC2CN1
C1CC2CNCC(C1)C2
C1CC2CNCC(C1)N2
C1CC2CNCC(C2)N1
C1CC2CNCC12
C1CC2CNCC1C2
C1CC2CNCC1CN2
C1CC2CNCC1N2
C1CC2CNCC1O2
C1CC2CNCC1OO2
C1CC2CNCC1[N+]2
C1CC2CNCC2C1
C1CC2CNCC2CN1
C1CC2CNCC2N1
C1CC2CNCC2O1
C1CC2CNCCN2C1
C1CC2CNCCN3C4CCCC4C(C1)C23
C1CC2CNCN2C1
C1CC2CNPN2C1
C1CC2COCC(C1)N2
C1CC2COCC(CN1)N2
C1CC2COCC1N2
C1CC2COCC1OO2
C1CC2COCC2CN1
C1CC2COCCC2N1
C1CC2COCCNC2CN1
C1CC2COPOC2C1
C1CC2C[N+]CC2CN1
C1CC2NC1C1CCC2N1
C1CC2NC1Cc1nnsc12
C1CC2NC2C1
C1CC2NC2CO1
C1CC2NC3CCC2NC13
C1CC2NCC2CN1
C1CC2NCC3CC2C(C1)N3
C1CC2NCCC2CN1
C1CC2NCCC2N1
C1CC2NCCC3NCCC(N1)N32
C1CC2NCCNC2C1
C1CC2NCCOC2C1
C1CC2NCCOC2CCN1
C1CC2NCCOC2CN1
C1CC2NCOC2C1
C1CC2NN=NC2CN1
C1CC2OC1C1C3CCC(O3)C21
C1CC2OC1C1CNCC21
C1CC2OC2C1
C1CC2OC2C2OC12
C1CC2OC2CN1
C1CC2OC3CCC4CC1C2C43
C1CC2OCC2CN1
C1CC2OCC3C1CC23
C1CC2OCCC2CN1
C1CC2OCCNC2CN1
C1CC2SCNC2O1
C1CC2[N+]=C3CCc4nonc4C3C2C1
C1CC2c3no[n+]c3CCC2N1
C1CCC2(C1)C1CNCC2CNC1
C1CCC2(C1)CC1CCOC1OO2
C1CCC2(C1)CCCN2
C1CCC2(C1)CCCNC2
C1CCC2(C1)CCNC2
C1CCC2(C1)CCNCC2
C1CCC2(C1)CNCCN2
C1CCC2(C1)CNCCO2
C1CCC2(C1)CNCCOC2
C1CCC2(C1)COC1(CCNCC1)OO2
C1CCC2(C1)COCCN2
C1CCC2(C1)CONOC2
C1CCC2(C1)NN2
C1CCC2(C1)OOC1(CCCC1)OO2
C1CCC2(C1)OOC1(CCCC1)OOC1(CCCC1)OO2
C1CCC2(CC1)C1=C(CCCC1)Nc1nnnn12
C1CCC2(CC1)C1CC3CC(C1)CC2C3
C1CCC2(CC1)C1CCCCC1=Nc1nnnn12
C1CCC2(CC1)C1CNCC2CNC1
C1CCC2(CC1)CC1(CCCC1)OO2
C1CCC2(CC1)CC1(CCCCC1)OO2
C1CCC2(CC1)CC1(OO2)C2CC3CC(C2)CC1C3
C1CCC2(CC1)CC1CCOC1OO2
C1CCC2(CC1)CCC1=NCCN12
C1CCC2(CC1)CCC1CCOC1OO2
C1CCC2(CC1)CCCN2
C1CCC2(CC1)CCCNC2
C1CCC2(CC1)CCCNCC2
C1CCC2(CC1)CCC[N+]2
C1CCC2(CC1)CCNC2
C1CCC2(CC1)CCNCC2
C1CCC2(CC1)CCOC1(OO2)C2CC3CC(C2)CC1C3
C1CCC2(CC1)CNCCN2
C1CCC2(CC1)CNCCO2
C1CCC2(CC1)CNCCS2
C1CCC2(CC1)COC1(CCCCC1)OC2
C1CCC2(CC1)COC1(CCCCC1)OO2
C1CCC2(CC1)COC1(CCNCC1)OO2
C1CCC2(CC1)COC1(O2)C2CC3CC(C2)CC1C3
C1CCC2(CC1)COC1(OO2)C2CC3CC(C2)CC1C3
C1CCC2(CC1)NCCO2
C1CCC2(CC1)OC1COC3OC4(CCCCC4)OC3C1O2
C1CCC2(CC1)OCC1(CO2)COC2(CCCCC2)OC1
C1CCC2(CC1)OCC1(O2)C2CC3CC(C2)CC1C3
C1CCC2(CC1)OOC1(CCCCC1)O2
C1CCC2(CC1)OOC1(CCCCC1)OO2
C1CCC2(CC1)OOC1(CCCCC1)OOC1(CCCCC1)OO2
C1CCC2(CC1)OOC1(O2)C2CC3CC(C2)CC1C3
C1CCC2(CC1)OOC1(O2)C2CCCC1CCC2
C1CCC2(CC1)OOC1C3CCC(C3)C1OO2
C1CCC2(CC1)OOC1CCCCC12
C1CCC2(CC1)OOC1OCCC12
C1CCC2(CCC2)NC1
C1CCC2(CCCCO2)OC1
C1CCC2(CCCNC2)NC1
C1CCC2(CCN2)CNC1
C1CCC2(CCNC2)NC1
C1CCC2(CCNCC2)NC1
C1CCC2(CCNCC2)OC1
C1CCC2(CNC2)NC1
C1CCC2(CNC2)OC1
C1CCC2(COC2)NC1
C1CCC2(NC1)C1CC3CC(C1)CC2C3
C1CCC23CC45CNCC4(CC2(C1)C5)C3
C1CCC23CCCCC2(C1)CNC3
C1CCC2=C(C1)C1CCC2C2CCCCC12
C1CCC2=C(C1)CC1NC2C2CCCCC12
C1CCC2=C(C1)CCNC2
C1CCC2=C(C1)NC1CCCCC1S2
C1CCC2=NCCCN2CC1
C1CCC2=[N+]C3(CCCC3)[N+]=C2C1
C1CCC2=[N+]C3CCCCC3[N+]=C2C1
C1CCC2C(C1)C1CCC21
C1CCC2C(C1)C1CCC2C2CCCCC21
C1CCC2C(C1)CC1CCNC2C1
C1CCC2C(C1)CC1NC2C2CCCCC12
C1CCC2C(C1)NC1CCCCC12
C1CCC2C(C1)NCC1CCCN12
C1CCC2C(C1)OOC1CCCCC12
C1CCC2C(C1)[N+]=C1CCc3nonc3C12
C1CCC2CC2C1
C1CCC2CCCC(C1)N2
C1CCC2CCCC2C1
C1CCC2CCCCC2C1
C1CCC2CCCCC2NC1
C1CCC2CNC2CC1
C1CCC2CNCC2C1
C1CCC2CNCC2NC1
C1CCC2CNCCC2C1
C1CCC2CNCCC2NC1
C1CCC2CNCCN2CC1
C1CCC2NC2C1
C1CCC2NC2CC1
C1CCC2NC3CCCCC3CC2C1
C1CCC2NC3CNC(C1)C2C3
C1CCC2NCC2C1
C1CCC2NCCC2C1
C1CCC2NCCC2NC1
C1CCC2NCCCC2C1
C1CCC2NCCCC2NC1
C1CCC2NCCNC2C1
C1CCC2NCNC2C1
C1CCC2NCOC2CC1
C1CCC2NC[N+]=C2C1
C1CCC2NNNN=C2C1
C1CCC2OC2C1
C1CCC2OCCNC2C1
C1CCC2SC3CCCCC3NC2C1
C1CCC2SCCNC2C1
C1CCC2SSC3CCCCC3SSC2C1
C1CCC2[N+]=[N+]C2C1
C1CCCC2(CC1)CCC1(CCNC1)CC2
C1CCCC2(CC1)CCCN2
C1CCCC2(CC1)CCCNC2
C1CCCC2(CC1)CCNC2
C1CCCC2(CC1)CNCCO2
C1CCCC2(CC1)OOC1(CCCCCC1)OO2
C1CCCC2(CC1)OOC1(CCCCCC1)OOC1(CCCCCC1)OO2
C1CCCC2(CC1)OOCCCOO2
C1CCCC2(CCC1)OOCCCOO2
C1CCCC2NC2CC1
C1CCCCCNCCCC1
C1CCCCNCCC1
C1CCCCNCCCC1
C1CCCCc2nc3c(nc2CCC1)c1nc2c(nc1c1nc4c(nc31)CCCCCCCC4)CCCCCCCC2
C1CCCNCC1
C1CCCNCCC1
C1CCCNNCC1
C1CCC[N+]2(CC1)CCNCC2
C1CCC[N+]CC1
C1CCC[N+]CCC1
C1CCCc2nnnc2CC1
C1CCN2C(C1)N1CCCCC1N1CCCCC21
C1CCN2CC34CC(CC5CCCN(C6CCCC3N6)C54)C2C1
C1CCN2CC3CC(CN4CCCCC34)C2C1
C1CCN2CC3CCCN4CCCC(C2C1)C34
C1CCN2CC3CNCC3C2C1
C1CCN2CC3CONC3C2C1
C1CCN2CCCC(C1)C21CO1
C1CCN2CCCC(C1)C21OCCO1
C1CCN2CCCC2=NC1
C1CCN2CCCCC2C1
C1CCN2CCCN=C2C1
C1CCN2CCCNCC2C1
C1CCN2CCCNP23=NP2(=N[PH]=N3)NCCCN2C1
C1CCN2CCNCC2C1
C1CCN2CCNCCC2C1
C1CCN2CNCC2C1
C1CCNC1
C1CCNC2(CC1)CCCNC2
C1CCNC2CCNC2CC1
C1CCNCC1
C1CCNCCNC1
C1CCNNC1
C1CCNNCC1
C1CCNOCC1
C1CCOC2(CCC3(CC2)OCCCCO3)OC1
C1CCOC2(CCNCC2)OC1
C1CCONC1
C1CCONCCNOCC1
C1CC[N+]2(C1)CCNCC2
C1CC[N+]2(CC1)CCNCC2
C1CC[N+]23CCCC[N+]2(C1)CCCC3
C1CC[N+]2CCCCC2C1
C1CC[N+]C1
C1CC[N+]CC1
C1CC[NH+]C1
C1CC[NH+]CC1
C1CC[P+]C1
C1CC[P+]CC1
C1CC[S+]C1
C1CC[S+]CC1
C1CC[S+]NC1
C1CCc2[n+]c3c([n+]c2C1)CCC3
C1CCc2[n+]c3c([n+]c2C1)CCCC3
C1CCc2[n+]c3c([n+]c2CC1)CCCC3
C1CCc2c(nc3c2CCCC3)C1
C1CCc2c(nn3c2n2nc4c(c2n2nc5c(c32)CCCC5)CCCC4)C1
C1CCc2c(nnc3c2-c2nonc2CC3)C1
C1CCc2c(sc3c2CNCN3)C1
C1CCc2nc3c(nc2C1)CCCC3
C1CCc2nnnc2C1
C1CCc2nnnn2CC1
C1CN1
C1CN2C(=N1)C1CC3CC(C1)CC2C3
C1CN2CC3C1C3C2
C1CN2CC3CN1CN(C3)C2
C1CN2CCC(C2)N1
C1CN2CCC(CC2)CN1
C1CN2CCC(CC2)N1
C1CN2CCC1C2
C1CN2CCC1CC2
C1CN2CCC3(CC13)C2
C1CN2CCC[N+]2C1
C1CN2CCN3CCN4CCN1[PH]243
C1CN2CCNCC2CN1
C1CN2CCNCCN(CCN1)CC2
C1CN2CCOCC2CN1
C1CN2CC[S+]CC2=N1
C1CN2CN3CCN(CN1C3)C2
C1CN2CNCN1C2
C1CN=C2NCCCN2C1
C1CN=[PH]OC1
C1CNC(=C2CCNC2)C1
C1CNC1
C1CNC2(C1)C1CC3CC(C1)CC2C3
C1CNC2(C1)CC2
C1CNC2(C1)CCC2
C1CNC2(C1)CCNC2
C1CNC2(C1)CCNCC2
C1CNC2(C1)CCOC2
C1CNC2(C1)CCOCC2
C1CNC2(C1)CNC2
C1CNC2(C1)COC2
C1CNC2(CC2)CN1
C1CNC2C(C1)CC1CC2CN2CCCCC12
C1CNC2C3CC(C2C1)C1CCCCN1C3
C1CNC2C3CC4CC(C3)CC2(C1)C4
C1CNC2CC2N1
C1CNC2CCC(C1)C2
C1CNC2CCC2N1
C1CNC2CCC3C4CCc5nonc5C4CCC3C2C1
C1CNC2CCCC2C1
C1CNC2CCCC2OC1
C1CNC2CCCNC2C1
C1CNC2CCN(C1)CC2
C1CNC2CCNC2C1
C1CNC2CCNCC2C1
C1CNC2CCOCC2C1
C1CNC2CNCC2C1
C1CNC2CNCCC2C1
C1CNC2COCC2C1
C1CNC2NCCNC2N1
C1CNC2OCCOC2N1
C1CNCC2(C1)CC2
C1CNCC2(C1)CCCN2
C1CNCC2(C1)CCCNC2
C1CNCC2(C1)CCCOC2
C1CNCC2(C1)CCN2
C1CNCC2(C1)CCNC2
C1CNCC2(C1)CCNCC2
C1CNCC2(C1)CCOC2
C1CNCC2(C1)CCOCC2
C1CNCC2(C1)CNC2
C1CNCC2(C1)CNCCO2
C1CNCC2(C1)CNCCOC2
C1CNCC2(C1)COC2
C1CNCC2(C1)OCCO2
C1CNCC2(CC2)CN1
C1CNCC2(CCNCC2)NC1
C1CNCC2(CCO2)CN1
C1CNCC2(CCOCC2)NC1
C1CNCC2CCCN2C1
C1CNCC2CNCC2C1
C1CNCC2NCCC2C1
C1CNCCC2(C1)CCCN2
C1CNCCC2(C1)CCCO2
C1CNCCC2(C1)CCN2
C1CNCCC2(C1)CCNCC2
C1CNCCC2(C1)CNCCO2
C1CNCCCNC1
C1CNCCCOC1
C1CNCCN1
C1CNCCN2CCCNCCN(C1)CC2
C1CNCCN2CCNCCN(C1)CC2
C1CNCCNC1
C1CNCCNCCN1
C1CNCCOC1
C1CNCCSC1
C1CNCC[N+]1
C1CNCN1
C1CNCNC1
C1CNCOC1
C1CNNC1
C1CNNCCN1
C1CNOC1
C1CNOCCCONC1
C1CNOCCN1
C1CNSC1
C1CN[S+]C1
C1COC2(C1)CC1CCC(C2)N1
C1COC2(C1)CCNC2
C1COC2(C1)CCNCC2
C1COC2(C1)CNC2
C1COC2(CC3CCC(C2)N3)O1
C1COC2(CCC3(CC2)OCCO3)N1
C1COC2(CCC3C(CCC4OC43)C2)O1
C1COC2(CCC3C4CCC5CC6OC6CC5C4CCC32)O1
C1COC2(CCC3C4OC4CC32)O1
C1COC2(CCC3CC4(CC3C2)OCCO4)O1
C1COC2(CCC3CCC4(CC3C2)OCCO4)O1
C1COC2(CCCNC2)OC1
C1COC2(CCN1)CCOCC2
C1COC2(CCNC2)CN1
C1COC2(CCNCC2)OC1
C1COC2(CCOC2)CN1
C1COC2(CCOCC2)CN1
C1COC2(CN1)CC1CCC2C1
C1COC2(CN1)CNC2
C1COC2(CNCC23CC3)O1
C1COC2(O1)C1C3C4C1C1C2C3C4C12OCCO2
C1COC2(O1)C1C3C4C5C1C5C2C43
C1COC2(O1)C1C3C4C5C3C2C5C41
C1COC23C4C5CC6C7C5C2C7C(C64)N3C1
C1COC2CC2N1
C1COC2CCNCC2C1
C1COC2CCOCC2N1
C1COC2CNCC2CN1
C1COC2CNCC2N1
C1COC2CNCCC2C1
C1COC2CNCCC2CN1
C1COC2COCC2N1
C1COC2SC3=C(SC(=C4SC5=C(SCCS5)S4)S3)SC2O1
C1COCC2(C1)CCNCC2
C1COCC2(C1)CNC2
C1COCC2(CC2)CN1
C1COCC2(CCNC2)CN1
C1COCC2(CCOC2)N1
C1COCC2(CCOCC2)CN1
C1COCC2(CN1)CNCCO2
C1COCC2(N1)C1CC3CC(C1)CC2C3
C1COCCN1
C1COCCO1
C1COCC[N+]1
C1COCN1
C1CON=[N+]N1
C1COOC2(OOC1)C1CC3CC(C1)CC2C3
C1COOC2C3CCC(C3)C2OOC1
C1COPO1
C1COPOC1
C1CSC(=[N+]2CC[N+](=C3SCCS3)CC2)S1
C1CSC2(CCC3CC2CCC32SCCS2)S1
C1CSC2(CCOCC2)CN1
C1CSC2(N1)C1CC3CC(C1)CC2C3
C1CSC2(N1)C1CC3CC2CC(C1)C31NCCS1
C1CSC2(S1)C1CNCC2CNC1
C1CSC2=C(S1)SC1=C(S2)SC(=C2SC3=C(SC4=C(SCCS4)S3)S2)S1
C1CSC2COCCC2N1
C1CSCC2(COC2)CS1
C1CSCCN1
C1CSCCSCSCCS1
C1CSCCSSC2CCCCC2SC1
C1CSCC[N+]1
C1CSCN1
C1C[N+]1
C1C[N+]2(CCN1)CCNCC2
C1C[N+]2(CCN1)CCOCC2
C1C[N+]2(CCN1)CC[N+]1(CCNCC1)CC2
C1C[N+]2(CC[N+]1)CCNCC2
C1C[N+]23CCC[N+]2(C1)CCC3
C1C[N+]2CCC(C2)N1
C1C[N+]2CCC(CC2)N1
C1C[N+]2CCC1C2
C1C[N+]2CCC1CC2
C1C[N+]2CCN1CC2
C1C[N+]2CC[N+]1C2
C1C[N+]2CC[N+]1CC2
C1C[N+]=C2CCCN2C1
C1C[N+]CCNC1
C1C[N+]CC[N+]1
C1C[S+]CCN1
C1C[S+]CC[S+]CC[S+]1
C1C[S+]CN1
C1Cc2[n+]nnc2-c2nonc21
C1Cc2[n+]onc2-c2nn[n+]c21
C1Cc2c(c3c(c4c2CCO4)OCC3)CN1
C1Cc2nn3c(c2C1)CNCC3
C1Cc2nnnc2CN1
C1Cc2no[n+]c2-c2nonc21
C1Cc2sc3nsnc3c2CN1
C1N2CN3CN1CN(C2)C3
C1N2CN3CN1C[N+](C2)C3
C1N=NC2CNCC12
C1NC2CC1C2
C1NC2CC1CN2
C1NC2CC3CC1CC(C3)C2
C1NC2CNC1C2
C1NC2C[N+]C1C2
C1NCC(=C2CNCS2)S1
C1NCC12CNC2
C1NCC12COC2
C1NCC12CSC2
C1NCC23CC4C5CC12CC5C4C3
C1NCC23CC4CC12CC4C3
C1NCC23CNCC12CNC3
C1NCC23CNCC12COC3
C1NCC2=C1CC1CC21
C1NCC2=C1CNC2
C1NCC2C1C1C3C4CCC5C3C2C2C5C4C12
C1NCC2C1C1C3CC4C1C4C23
C1NCC2CC12
C1NCC2CC1CN2
C1NCC2CC1N2
C1NCC2CC1O2
C1NCC2CNCC12
C1NCC2CNCC1C2
C1NCC2CNCC1O2
C1NCC2CNNCC12
C1NCC2COCC12
C1NCC2COCC1C2
C1NCC2COCC1N2
C1NCC2CSCC1C2
C1NCC2NC12
C1NCC2NCC12
C1NCC2NOCC12
C1NCC2OCC1O2
C1NCN1
C1NCN2CNCC12
C1NCN2CNCC1C2
C1NCN2CNCN1C2
C1NCNCN1
C1NCO1
C1NC[Si]O[Si]1
C1NN2CNN1C2
C1OC2CC3CC1CC(C3)C2
C1OC2CCC3OCC1N23
C1OC2CNC1C2
C1OC2OC1C1CC2Nc2nnnn21
C1OC2OCC1CO2
C1OCC2(CN3CCC2CC3)O1
C1OCC2CC12
C1OCC2COCC1N2
C1OCC2NC2CO1
C1OCC2SC3COCOC3C2O1
C1OCN2COCC12
C1OCN2c3nonc3N3COCN4c5nonc5N1C2C43
C1OOCC2OC12
C1OOCN2COOCN1COOC2
C1SC2CNC1C2
C1SC2CSC1N2
C1[N+]CC2CNCC12
C1[S+]C2CNC1C2
C=C(NC([NH])=S)N[SH](=O)=O
C=C([NH])[NH]
C=C1C(=N)C2CCC1C2
C=C1C(=O)C23C4CC5[CH]CCCC5C2C=CC1C3O[CH]O4
